[
  {
    "verse_id": 100,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "The King Dhritarashtra asked, \"O Sanjaya! What happened on the sacred battlefield of Kurukshetra when my people and the Pandavas gathered?\""
  },
  {
    "verse_id": 101,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "Sanjaya replied: \"When Prince Duryodhana saw the Pandavas' army paraded, he approached his preceptor Guru Drona and spoke these words:"
  },
  {
    "verse_id": 102,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "Revered Father! Behold this mighty host of the Pandavas, paraded by the son of King Drupada, your wise disciple."
  },
  {
    "verse_id": 103,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "In it are heroes and great bowmen; the equals in battle of Arjuna, Bheema, Yuyudhana, Virata, and Drupada—all great soldiers."
  },
  {
    "verse_id": 104,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Dhrishtaketu, Chekitan, the valiant king of Benares, Purujit, Kuntibhoja, and Shaibya—a master of many."
  },
  {
    "verse_id": 105,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "Yudhamanyu, Uttamouja, Soubhadra, and the sons of Droupadi—all famous men."
  },
  {
    "verse_id": 106,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "No changes needed."
  },
  {
    "verse_id": 107,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "You come first; then Bheeshma, Karna, Kripa, great warriors; Ashwaththama, Vikarna, and the son of Somadhatta;"
  },
  {
    "verse_id": 108,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "And many others, all ready to die for My sake; all armed, all skilled in warfare."
  },
  {
    "verse_id": 109,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "Yet our army seems weaker, though commanded by Bhishma; their army seems stronger, though commanded by Bhima."
  },
  {
    "verse_id": 110,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "Therefore, let the rank and file stand firm in their posts according to battalions, and all you generals around Bheeshma."
  },
  {
    "verse_id": 111,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Then, to enliven his spirits, the brave Grandfather Bheeshma, the eldest of the Kuru clan, blew his conch, its sound resembling that of a lion's roar."
  },
  {
    "verse_id": 112,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "And immediately, all the conches, drums, trumpets, and horns blared forth in a tumultuous uproar."
  },
  {
    "verse_id": 113,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "Then, seated in their spacious war chariot, yoked with white horses, Lord Shri Krishna and Arjuna sounded their divine conch shells."
  },
  {
    "verse_id": 114,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "Corrected: Lord Shri Krishna blew his Panchajanya, and Arjuna blew his Devadatta; brave Bheema blew his renowned shell, Poundra."
  },
  {
    "verse_id": 115,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "The King Dharmaraja, the son of Kunti, blew the Anantavijaya, Nakula, and Sahadeva, the Sughosa and Manipushpaka, respectively."
  },
  {
    "verse_id": 116,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "Corrected: And the Maharaja of Benares, the great archer, Shikhandi, the great soldier, Dhrishtayumna, Virata, and Satyaki, the invincible one,"
  },
  {
    "verse_id": 117,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "And, O King! Drupada's sons, Droupadi's sons, and the great soldier Soubhadra blew their conches."
  },
  {
    "verse_id": 118,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "The tumult rent the hearts of the sons of Dhritarashtra, shaking heaven and earth with its echoing violence."
  },
  {
    "verse_id": 119,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "Then, upon beholding the sons of Dhritarashtra, drawn up on the battlefield, ready to fight, Arjuna, whose flag bore the image of Hanuman,"
  },
  {
    "verse_id": 120,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "Raising his bow, he spoke this to the Lord Shri Krishna: O Infallible Lord of the earth! Please draw up my chariot between the two armies."
  },
  {
    "verse_id": 121,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "So that I may observe those who must fight on my side and those who must fight against me."
  },
  {
    "verse_id": 122,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "And gaze upon this array of soldiers, eager to please the sons of Dhritarashtra who are sinful."
  },
  {
    "verse_id": 123,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "Corrected: Sanjaya said: \"Having listened to Arjuna's request, Lord Shri Krishna drew up His bright chariot in the midst between the two armies."
  },
  {
    "verse_id": 124,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "Where Bheeshma and Drona had led all the rulers of the earth, they spoke thus: O Arjuna! Behold, these members of the family of Kuru are assembled."
  },
  {
    "verse_id": 125,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "There, Arjuna noticed fathers, grandfathers, uncles, cousins, sons, grandsons, teachers, and friends."
  },
  {
    "verse_id": 126,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "Fathers-in-law and benefactors were arrayed on both sides, and Arjuna then gazed at all those kinsmen before him."
  },
  {
    "verse_id": 127,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "Correction: And his heart melted with pity, and sadly he spoke: \"O my Lord! When I see all these, my own people, thirsting for battle,"
  },
  {
    "verse_id": 128,
    "verse_number": 29,
    "author_id": 1,
    "language_id": 1,
    "text": "My limbs are failing me, my throat is parched, my body is trembling, and my hair is standing on end."
  },
  {
    "verse_id": 129,
    "verse_number": 30,
    "author_id": 1,
    "language_id": 1,
    "text": "The bow Gandiva slips from my hand, and my skin burns. I cannot remain still, for my mind is in tumult."
  },
  {
    "verse_id": 130,
    "verse_number": 31,
    "author_id": 1,
    "language_id": 1,
    "text": "The omens are unfavorable; what good can come from the slaughter of my people on this battlefield?"
  },
  {
    "verse_id": 131,
    "verse_number": 32,
    "author_id": 1,
    "language_id": 1,
    "text": "Ah, my Lord! I do not crave victory, nor a kingdom, nor any pleasure. What would a kingdom, happiness, or life be to me?"
  },
  {
    "verse_id": 132,
    "verse_number": 33,
    "author_id": 1,
    "language_id": 1,
    "text": "When those for whose sake I desire these things stand here, about to sacrifice their property and lives:"
  },
  {
    "verse_id": 133,
    "verse_number": 34,
    "author_id": 1,
    "language_id": 1,
    "text": "Corrected: Teachers, fathers, grandfathers, sons, grandsons, uncles, fathers-in-law, brothers-in-law, and other relatives."
  },
  {
    "verse_id": 134,
    "verse_number": 35,
    "author_id": 1,
    "language_id": 1,
    "text": "I would not kill them, even for three worlds; why then for this earth alone? It matters not if I myself am killed."
  },
  {
    "verse_id": 135,
    "verse_number": 36,
    "author_id": 1,
    "language_id": 1,
    "text": "My Lord! What happiness can come from the death of these sons of Dhritarashtra? We shall be committing a sin if we kill these desperate men."
  },
  {
    "verse_id": 136,
    "verse_number": 37,
    "author_id": 1,
    "language_id": 1,
    "text": "We are worthy of a nobler feat than slaughtering our relatives—the sons of Dhritarashtra; for, my Lord, how can we be happy if we kill our kinsmen?"
  },
  {
    "verse_id": 137,
    "verse_number": 38,
    "author_id": 1,
    "language_id": 1,
    "text": "Although these men, blinded by greed, see no guilt in destroying their kin or fighting against their friends,"
  },
  {
    "verse_id": 138,
    "verse_number": 39,
    "author_id": 1,
    "language_id": 1,
    "text": "Should we not, whose eyes are open and who consider it wrong to annihilate our family, turn away from such a great crime?"
  },
  {
    "verse_id": 139,
    "verse_number": 40,
    "author_id": 1,
    "language_id": 1,
    "text": "The destruction of our kindred means the destruction of the traditions of our ancient lineage, and when these are lost, irreligion will overrun our homes."
  },
  {
    "verse_id": 140,
    "verse_number": 41,
    "author_id": 1,
    "language_id": 1,
    "text": "When irreligion spreads, the women of the house start to stray; when they lose their purity, adulteration of the lineage follows."
  },
  {
    "verse_id": 141,
    "verse_number": 42,
    "author_id": 1,
    "language_id": 1,
    "text": "Promiscuity ruins both the family and those who defile it; while the souls of our ancestors droop, due to the lack of funeral cakes and ablutions."
  },
  {
    "verse_id": 142,
    "verse_number": 43,
    "author_id": 1,
    "language_id": 1,
    "text": "Correction: By the destruction of our lineage and the pollution of our blood, ancient class traditions and family purity alike perish."
  },
  {
    "verse_id": 143,
    "verse_number": 44,
    "author_id": 1,
    "language_id": 1,
    "text": "The wise say, my Lord, that they are forever lost whose ancient traditions have been lost."
  },
  {
    "verse_id": 144,
    "verse_number": 45,
    "author_id": 1,
    "language_id": 1,
    "text": "Alas, it is strange that we should be willing to kill our own countrymen and commit a great sin, in order to enjoy the pleasures of kingdom."
  },
  {
    "verse_id": 145,
    "verse_number": 46,
    "author_id": 1,
    "language_id": 1,
    "text": "If, on the contrary, the sons of Dhritarashtra, with weapons in hand, should slay me, unarmed and unresisting, surely that would be better for my welfare!"
  },
  {
    "verse_id": 146,
    "verse_number": 47,
    "author_id": 1,
    "language_id": 1,
    "text": "Sanjaya said: \"Having spoken thus, Arjuna sank into the seat of his chariot, discarding his bow and arrow, overwhelmed with grief in the midst of the armies.\""
  },
  {
    "verse_id": 147,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "Sanjaya then told how the Lord Shri Krishna, seeing Arjuna overwhelmed with compassion, his eyes dimmed with flowing tears and full of despondency, consoled him:"
  },
  {
    "verse_id": 148,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "The Lord said: My beloved friend! Why yield to this weakness, on the eve of battle, which does no credit to those who call themselves Aryans and only brings them infamy, barring them from the gates of heaven?"
  },
  {
    "verse_id": 149,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! Why give way to unmanliness? O thou, who art the terror of thy enemies! Shake off such shameful effeminacy and make ready to act!"
  },
  {
    "verse_id": 150,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna argued: My Lord! How can I, when the battle rages, send an arrow through Bheeshma and Drona, whom I should revere?"
  },
  {
    "verse_id": 151,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Rather, I would be content with a beggar's crust than to kill these teachers of mine, these precious noble souls! To slay these masters who are my benefactors would be to stain the sweetness of life's pleasures with their blood."
  },
  {
    "verse_id": 152,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "Nor can I say whether it would be better for them to conquer me or for me to conquer them, since I would no longer care to live if I killed these sons of Dhritarashtra, who are now preparing for battle."
  },
  {
    "verse_id": 153,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "My heart is oppressed with pity, and my mind is confused as to what my duty is. Therefore, my Lord, tell me what is best for my spiritual welfare, for I am Your disciple. Please direct me, I pray."
  },
  {
    "verse_id": 154,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "For even if I were to attain the monarchy of the visible world, or the sovereignty over the invisible world, it would not drive away the anguish that is now paralyzing my senses."
  },
  {
    "verse_id": 155,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "Sanjaya continued: \"Arjuna, the conqueror of all enemies, then told the Lord of All-Hearts that he would not fight, and became silent, O King!"
  },
  {
    "verse_id": 156,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "Thereupon, the Lord, with a gracious smile, addressed him who was so much depressed in the midst of the two armies."
  },
  {
    "verse_id": 157,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna said: Why grieve for those for whom no grief is due, yet professing wisdom? The wise grieve neither for the dead nor the living."
  },
  {
    "verse_id": 158,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "There was never a time when I was not, nor you, nor these princes were not; there will never be a time when we shall cease to exist."
  },
  {
    "verse_id": 159,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "As the soul experiences infancy, youth, and old age in this body, so finally it passes into another; the wise have no delusion about this."
  },
  {
    "verse_id": 160,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "Those external relations that bring cold and heat, pain and happiness come and go; they are not permanent. Endure them bravely, O Prince!"
  },
  {
    "verse_id": 161,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "The hero whose soul is unmoved by circumstances, who accepts pleasure and pain with equanimity, is only fit for immortality."
  },
  {
    "verse_id": 162,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "That which is not shall never be; that which is shall never cease to be. These truths are self-evident to the wise."
  },
  {
    "verse_id": 163,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "The Spirit, which pervades all that is seen, is imperishable. Nothing can destroy it."
  },
  {
    "verse_id": 164,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "The material bodies that this Eternal, Indestructible, and Immeasurable Spirit inhabits are all finite; therefore, fight, O valiant man!"
  },
  {
    "verse_id": 165,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "He who thinks that the Spirit kills, and he who thinks of it as killed, are both ignorant. The Spirit neither kills nor is it killed."
  },
  {
    "verse_id": 166,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "It was not born; it will never die, nor, once having been, can it cease to exist. Unborn, eternal, ever-enduring, yet most ancient, the spirit does not die when the body is dead."
  },
  {
    "verse_id": 167,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "He who knows the Spirit to be indestructible, immortal, unborn, and always the same, how should he kill or cause to be killed?"
  },
  {
    "verse_id": 168,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "As a man discards his threadbare robes and puts on new ones, so the Spirit throws off its worn-out bodies and takes on fresh ones."
  },
  {
    "verse_id": 169,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "Weapons cannot cleave it, fire cannot burn it, water cannot drench it, and wind cannot dry it."
  },
  {
    "verse_id": 170,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "It is impenetrable; it cannot be drowned, scorched, or dried. It is eternal, all-pervasive, unchanging, immovable, and most ancient."
  },
  {
    "verse_id": 171,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "It is named the Unmanifest, the Unthinkable, and the immutable. Therefore, knowing the Spirit as such, you have no cause to grieve."
  },
  {
    "verse_id": 172,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "Even if thou thinkest of it as constantly being born and constantly dying, O Mighty Man, thou still hast no cause to grieve."
  },
  {
    "verse_id": 173,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "For death is certain for that which is born, just as birth is certain for that which is dead. Therefore, do not grieve for what is inevitable."
  },
  {
    "verse_id": 174,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "The end and beginning of beings are unknown; we only see the intervening formations. So, what is there to grieve about?"
  },
  {
    "verse_id": 175,
    "verse_number": 29,
    "author_id": 1,
    "language_id": 1,
    "text": "One hears of the Spirit with surprise, another thinks it marvelous, the third listens without comprehending. Thus, though many are told about it, scarcely is there one who knows it."
  },
  {
    "verse_id": 176,
    "verse_number": 30,
    "author_id": 1,
    "language_id": 1,
    "text": "Do not be anxious about these armies; the spirit in man is imperishable."
  },
  {
    "verse_id": 177,
    "verse_number": 31,
    "author_id": 1,
    "language_id": 1,
    "text": "You must look at your duty. Nothing can be more welcome to a soldier than a righteous war. Therefore, wavering in this resolve is unworthy, O Arjuna!"
  },
  {
    "verse_id": 178,
    "verse_number": 32,
    "author_id": 1,
    "language_id": 1,
    "text": "Corrected:\nBlessed are the soldiers who find their opportunity; this opportunity has opened for thee the gates of heaven."
  },
  {
    "verse_id": 179,
    "verse_number": 33,
    "author_id": 1,
    "language_id": 1,
    "text": "Refuse to fight in this righteous cause, and you will be a traitor, losing fame, incurring only sin."
  },
  {
    "verse_id": 180,
    "verse_number": 34,
    "author_id": 1,
    "language_id": 1,
    "text": "Men will talk forever of thy disgrace; and to the noble, dishonor is worse than death."
  },
  {
    "verse_id": 181,
    "verse_number": 35,
    "author_id": 1,
    "language_id": 1,
    "text": "Great generals will think that you have fled from the battlefield out of cowardice; though once honored, you will seem despicable."
  },
  {
    "verse_id": 182,
    "verse_number": 36,
    "author_id": 1,
    "language_id": 1,
    "text": "Your enemies will spread scandal and mock your courage. Is there anything more humiliating?"
  },
  {
    "verse_id": 183,
    "verse_number": 37,
    "author_id": 1,
    "language_id": 1,
    "text": "If you are killed, you will attain Heaven; if you are victorious, you will enjoy the kingdom of earth. Therefore, arise, O Son of Kunti, and fight!"
  },
  {
    "verse_id": 184,
    "verse_number": 38,
    "author_id": 1,
    "language_id": 1,
    "text": "Look upon pleasure and pain, victory and defeat, with an equal eye. Be prepared for the combat, and you will commit no sin."
  },
  {
    "verse_id": 185,
    "verse_number": 39,
    "author_id": 1,
    "language_id": 1,
    "text": "I have told you the philosophy of knowledge. Now, listen, and I will explain the philosophy of action, by means of which, O Arjuna, you will break through the bondage of all action."
  },
  {
    "verse_id": 186,
    "verse_number": 40,
    "author_id": 1,
    "language_id": 1,
    "text": "On this path, endeavour is never wasted nor repressed. Even a little practice of it protects one from great danger."
  },
  {
    "verse_id": 187,
    "verse_number": 41,
    "author_id": 1,
    "language_id": 1,
    "text": "By its means, the straying intellect becomes steadied in contemplating one object only; whereas the minds of the irresolute stray into innumerable bypaths."
  },
  {
    "verse_id": 188,
    "verse_number": 42,
    "author_id": 1,
    "language_id": 1,
    "text": "Only the ignorant speak in figurative language; it is they who extol the letter of the scriptures, saying, \"There is nothing deeper than this.\""
  },
  {
    "verse_id": 189,
    "verse_number": 43,
    "author_id": 1,
    "language_id": 1,
    "text": "Consulting only their own desires, they construct their own heaven, devising arduous and complex rites to secure their own pleasure and power; and the only result is rebirth."
  },
  {
    "verse_id": 190,
    "verse_number": 44,
    "author_id": 1,
    "language_id": 1,
    "text": "While their minds are absorbed with thoughts of power and personal enjoyment, they cannot focus their discrimination on one point."
  },
  {
    "verse_id": 191,
    "verse_number": 45,
    "author_id": 1,
    "language_id": 1,
    "text": "The Vedic Scriptures tell of the three constituents of life—the Qualities. Rise above all of them, O Arjuna, above all the pairs of opposing sensations; be steadfast in truth, free from worldly anxieties, and centered in the Self."
  },
  {
    "verse_id": 192,
    "verse_number": 46,
    "author_id": 1,
    "language_id": 1,
    "text": "As a man can drink water from any side of a full tank, so the skilled theologian can extract from any scripture that which will serve their purpose."
  },
  {
    "verse_id": 193,
    "verse_number": 47,
    "author_id": 1,
    "language_id": 1,
    "text": "But you have only the right to work, but none to the fruit of it. Let not the fruit of your action be your motive; nor be you enamored of inaction."
  },
  {
    "verse_id": 194,
    "verse_number": 48,
    "author_id": 1,
    "language_id": 1,
    "text": "Revised:\nPerform all your actions with your mind concentrated on the Divine, renouncing attachment and looking upon success and failure with an equal eye. Spirituality implies equanimity."
  },
  {
    "verse_id": 195,
    "verse_number": 49,
    "author_id": 1,
    "language_id": 1,
    "text": "Physical action is far inferior to an intellect concentrated on the Divine. Therefore, have recourse to Pure Intelligence. It is only the small-minded who work for reward."
  },
  {
    "verse_id": 196,
    "verse_number": 50,
    "author_id": 1,
    "language_id": 1,
    "text": "When a person attains Pure Reason, they renounce in this world the results of both good and evil. Cling to Right Action. Spirituality is the true art of living."
  },
  {
    "verse_id": 197,
    "verse_number": 51,
    "author_id": 1,
    "language_id": 1,
    "text": "The sages, guided by pure intellect, renounce the fruits of their actions; and, thus freed from the shackles of rebirth, they attain the highest bliss."
  },
  {
    "verse_id": 198,
    "verse_number": 52,
    "author_id": 1,
    "language_id": 1,
    "text": "When your reason has crossed the entanglements of illusion, then you will become indifferent to both the philosophies you have heard and those you may yet hear."
  },
  {
    "verse_id": 199,
    "verse_number": 53,
    "author_id": 1,
    "language_id": 1,
    "text": "When the intellect, bewildered by the multiplicity of holy scriptures, stands unperturbed in blissful contemplation of the infinite, then you have attained spirituality."
  },
  {
    "verse_id": 200,
    "verse_number": 54,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna asked: My Lord! How can we recognize the saint who has attained Pure Intellect, who has reached this state of Bliss, and whose mind is steady? How does he talk, how does he live, and how does he act?"
  },
  {
    "verse_id": 201,
    "verse_number": 55,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: When a person has given up the desires of their heart and is content with the Self alone, they have surely reached the highest state."
  },
  {
    "verse_id": 202,
    "verse_number": 56,
    "author_id": 1,
    "language_id": 1,
    "text": "The sage whose mind is unruffled in suffering, whose desire is not aroused by enjoyment, who is without attachment, anger, or fear—take him to be one who stands at a lofty level."
  },
  {
    "verse_id": 203,
    "verse_number": 57,
    "author_id": 1,
    "language_id": 1,
    "text": "He who, wherever he goes, is not attached to any person or place by ties of flesh; who accepts good and evil alike, neither welcoming the one nor shrinking from the other—take him to be one who is merged in the Infinite."
  },
  {
    "verse_id": 204,
    "verse_number": 58,
    "author_id": 1,
    "language_id": 1,
    "text": "He who can withdraw his senses from the attraction of their objects, as the tortoise draws its limbs within its shell—take it that such a one has attained perfection."
  },
  {
    "verse_id": 205,
    "verse_number": 59,
    "author_id": 1,
    "language_id": 1,
    "text": "The objects of sense turn away from him who is abstinent. Even the taste for them is lost in him who has seen the Truth."
  },
  {
    "verse_id": 206,
    "verse_number": 60,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! The mind of one who is attempting to conquer it is forcibly carried away, in spite of their efforts, by their tumultuous senses."
  },
  {
    "verse_id": 207,
    "verse_number": 61,
    "author_id": 1,
    "language_id": 1,
    "text": "Restraining them all, let him steadfastly meditate on Me; for whoever conquers their senses achieves perfection."
  },
  {
    "verse_id": 208,
    "verse_number": 62,
    "author_id": 1,
    "language_id": 1,
    "text": "When a person dwells on the objects of sense, they create an attraction for them; this attraction develops into desire, and desire breeds anger."
  },
  {
    "verse_id": 209,
    "verse_number": 63,
    "author_id": 1,
    "language_id": 1,
    "text": "Anger induces delusion; delusion leads to loss of memory; loss of memory results in the shattering of reason; and the destruction of reason leads to destruction."
  },
  {
    "verse_id": 210,
    "verse_number": 64,
    "author_id": 1,
    "language_id": 1,
    "text": "But the self-controlled soul, who moves among sense objects, free from attachment or repulsion, wins eternal peace."
  },
  {
    "verse_id": 211,
    "verse_number": 65,
    "author_id": 1,
    "language_id": 1,
    "text": "Having attained peace, he becomes free from misery; for when the mind gains peace, right discrimination follows."
  },
  {
    "verse_id": 212,
    "verse_number": 66,
    "author_id": 1,
    "language_id": 1,
    "text": "Right discrimination is not for him who cannot concentrate. Without concentration, there cannot be meditation; he who cannot meditate must not expect peace; and without peace, how can one expect happiness?"
  },
  {
    "verse_id": 213,
    "verse_number": 67,
    "author_id": 1,
    "language_id": 1,
    "text": "As a ship at sea is tossed by the tempest, so the reason is carried away by the mind when preyed upon by straying senses."
  },
  {
    "verse_id": 214,
    "verse_number": 68,
    "author_id": 1,
    "language_id": 1,
    "text": "Therefore, O Mighty-Armed One, he whose senses are detached from their objects—take it that his reason is purified."
  },
  {
    "verse_id": 215,
    "verse_number": 69,
    "author_id": 1,
    "language_id": 1,
    "text": "The saint is awake when the world sleeps, and he disregards that for which the world lives."
  },
  {
    "verse_id": 216,
    "verse_number": 70,
    "author_id": 1,
    "language_id": 1,
    "text": "He attains peace into whom desires flow as rivers into the ocean, which, though brimming with water, remains ever the same; not he whom desires carry away."
  },
  {
    "verse_id": 217,
    "verse_number": 71,
    "author_id": 1,
    "language_id": 1,
    "text": "He attains peace who, giving up desire, moves through the world without aspiration, possessing nothing that he can call his own and is free from pride."
  },
  {
    "verse_id": 218,
    "verse_number": 72,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! This is the state of the Self, the Supreme Spirit, to which, if one attains, it shall never be taken away. Even at the time of leaving the body, one will remain firmly enthroned there and become one with the Eternal."
  },
  {
    "verse_id": 219,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "\"Arjuna questioned: My Lord! If wisdom is superior to action, why do you advise me to engage in this terrible fight?"
  },
  {
    "verse_id": 220,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "Your language confuses me and confounds my reason. Therefore, please tell me the only way by which I can, without doubt, secure my spiritual welfare."
  },
  {
    "verse_id": 221,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: In this world, as I have said, there is a twofold path, O sinless one! There is the path of wisdom for those who meditate, and the path of action for those who work."
  },
  {
    "verse_id": 222,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "No one can attain freedom from action by abstaining from action, nor can they reach perfection by simply not acting."
  },
  {
    "verse_id": 223,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "He cannot remain inactive even for a moment, for the qualities of Nature will compel him to act, whether he wills it or not."
  },
  {
    "verse_id": 224,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "He who remains motionless, refusing to act, yet brooding over sensuous objects, is that deluded soul simply a hypocrite."
  },
  {
    "verse_id": 225,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "But, O Arjuna! All honor to him whose mind controls his senses, for he is thereby beginning to practice Karma-Yoga, the Path of Right Action, keeping himself always unattached."
  },
  {
    "verse_id": 226,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "Do your duty as prescribed, for action for duty's sake is superior to inaction. Even the maintenance of the body would be impossible if one remained inactive."
  },
  {
    "verse_id": 227,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "In this world, people are fettered by their actions, unless they are performed as a sacrifice. Therefore, O Arjuna, let your actions be done without attachment, as a sacrifice only."
  },
  {
    "verse_id": 228,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "In the beginning, when God created all beings through the sacrifice of Himself, He said to them: \"You can procreate through sacrifice, and it shall satisfy all your desires.\""
  },
  {
    "verse_id": 229,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "Worship the powers of Nature, and let them nourish you in return; thus, supporting each other, you shall attain your highest welfare."
  },
  {
    "verse_id": 230,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "For, fed by sacrifice, nature will give you all the enjoyment you desire. But he who enjoys what she gives without returning is, indeed, a thief."
  },
  {
    "verse_id": 231,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "The sages who enjoy the food that remains after the sacrifice is made are freed from all sins; whereas, the selfish who spread their feast only for themselves feed on sin alone."
  },
  {
    "verse_id": 232,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "All creatures are the product of food; food is the product of rain; rain comes from sacrifice, and sacrifice is the noblest form of action."
  },
  {
    "verse_id": 233,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "All actions originate from the Supreme Spirit, which is Imperishable, and in sacrificial actions, the all-pervasive Spirit is consciously present."
  },
  {
    "verse_id": 234,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "Thus, he who does not help the revolving wheel of sacrifice, but instead leads a sinful life, rejoicing in the gratification of his senses, O Arjuna, is breathing in vain."
  },
  {
    "verse_id": 235,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "On the other hand, the soul who meditates on the Self is content to serve the Self and rests satisfied in the Self; there is nothing more for them to accomplish."
  },
  {
    "verse_id": 236,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "He has nothing to gain from the performance or non-performance of action; his welfare does not depend on any contribution that an earthly creature can make."
  },
  {
    "verse_id": 237,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "Therefore, do your duty perfectly, without worrying about the results, for he who does his duty without attachment attains the Supreme."
  },
  {
    "verse_id": 238,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "King Janaka and others attained perfection through action alone. Even for the sake of enlightening the world, it is your duty to act."
  },
  {
    "verse_id": 239,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "For whatever a great man does, others imitate; people conform to the standard he has set."
  },
  {
    "verse_id": 240,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "There is nothing in this universe, O Arjuna, that I am compelled to do, nor anything for me to attain; yet I persistently remain active."
  },
  {
    "verse_id": 241,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "Were I not to act without ceasing, O prince, people would be inclined to do the same."
  },
  {
    "verse_id": 242,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "And if I were to refrain from action, the human race would be ruined; I would lead the world to chaos, and destruction would follow."
  },
  {
    "verse_id": 243,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "As the ignorant act, out of their fondness for action, so should the wise act without attachment, fixing their eyes, O Arjuna, only on the welfare of the world."
  },
  {
    "verse_id": 244,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "But a wise man should not disturb the minds of the ignorant, who are attached to action; let him perform his own actions in the right spirit, with concentration on Me, thus inspiring all others to do the same."
  },
  {
    "verse_id": 245,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "Action is the product of the qualities inherent in nature. It is only the ignorant man who, misled by personal egotism, says, \"I am the doer.\""
  },
  {
    "verse_id": 246,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "But he, O Mighty One, who correctly understands the relationship between the Qualities and action, is not attached to the act, for he perceives that it is merely the action and reaction of the Qualities among themselves."
  },
  {
    "verse_id": 247,
    "verse_number": 29,
    "author_id": 1,
    "language_id": 1,
    "text": "Those who do not understand the qualities are interested in the act; however, the wise man who knows the truth should not disturb the mind of those who do not."
  },
  {
    "verse_id": 248,
    "verse_number": 30,
    "author_id": 1,
    "language_id": 1,
    "text": "Therefore, surrender your actions to Me, keep your thoughts focused on the Absolute, free from selfishness and without expecting a reward, with a mind free from excitement, begin to fight."
  },
  {
    "verse_id": 249,
    "verse_number": 31,
    "author_id": 1,
    "language_id": 1,
    "text": "Those who always act in accordance with My precepts, firmly in faith and without caviling, they too are freed from the bondage of action."
  },
  {
    "verse_id": 250,
    "verse_number": 32,
    "author_id": 1,
    "language_id": 1,
    "text": "But they who ridicule My word and do not observe it, are ignorant, devoid of wisdom, and blind. They seek only their own destruction."
  },
  {
    "verse_id": 251,
    "verse_number": 33,
    "author_id": 1,
    "language_id": 1,
    "text": "Even the wise man acts in accordance with his nature; indeed, all creatures act according to their natures. What is the use of compulsion then?"
  },
  {
    "verse_id": 252,
    "verse_number": 34,
    "author_id": 1,
    "language_id": 1,
    "text": "The love and hate that are aroused by the objects of sense arise from Nature; do not yield to them, as they only obstruct the path."
  },
  {
    "verse_id": 253,
    "verse_number": 35,
    "author_id": 1,
    "language_id": 1,
    "text": "It is better to do one's own duty, however lacking in merit, than to do that of another, even though efficiently. It is better to die doing one's own duty, for doing the duty of another is fraught with danger."
  },
  {
    "verse_id": 254,
    "verse_number": 36,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna asked, \"My Lord, what is it that drives a person to sin, even against their will and as if by compulsion?\""
  },
  {
    "verse_id": 255,
    "verse_number": 37,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna: It is desire, it is aversion, born of passion. Desire consumes and corrupts all things. It is the greatest enemy of man."
  },
  {
    "verse_id": 256,
    "verse_number": 38,
    "author_id": 1,
    "language_id": 1,
    "text": "As fire is shrouded by smoke, a mirror is covered by dust, and a child is enveloped by the womb, so is the universe enveloped in desire."
  },
  {
    "verse_id": 257,
    "verse_number": 39,
    "author_id": 1,
    "language_id": 1,
    "text": "It is the wise man's constant enemy; it tarnishes the face of wisdom, being as insatiable as a flame of fire."
  },
  {
    "verse_id": 258,
    "verse_number": 40,
    "author_id": 1,
    "language_id": 1,
    "text": "It works through the senses, the mind, and the reason; and with their help, it destroys wisdom and confounds the soul."
  },
  {
    "verse_id": 259,
    "verse_number": 41,
    "author_id": 1,
    "language_id": 1,
    "text": "Therefore, O Arjuna, first control your senses and then slay desire, for it is full of sin and is the destroyer of knowledge and wisdom."
  },
  {
    "verse_id": 260,
    "verse_number": 42,
    "author_id": 1,
    "language_id": 1,
    "text": "It is said that the senses are powerful; however, beyond the senses is the mind, beyond the mind is the intellect, and greater than the intellect is He."
  },
  {
    "verse_id": 261,
    "verse_number": 43,
    "author_id": 1,
    "language_id": 1,
    "text": "Thus, O Mighty-Armed One, knowing Him to be beyond the intellect, and with His help, subdue your personal ego and kill your enemy, Desire, even though it is extremely difficult."
  },
  {
    "verse_id": 262,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna said: I taught this imperishable philosophy to Vivaswān, the founder of the Sun dynasty; Vivaswān gave it to Manu, the lawgiver, and Manu to King Ikshvāku."
  },
  {
    "verse_id": 263,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "The Divine Kings knew it, for it was their tradition; then, after a long time, it was at last forgotten."
  },
  {
    "verse_id": 264,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "It is the same ancient path that I have now revealed to you, for you are my devotee and my friend. It is the supreme secret."
  },
  {
    "verse_id": 265,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna asked: My Lord! Vyasawana was born before You; how then can You have revealed it to him?"
  },
  {
    "verse_id": 266,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: I have been born again and again, from time to time; thou too, O Arjuna! My births are known to me, but yours are unknown to you."
  },
  {
    "verse_id": 267,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "There is no beginning to Me. Though I am imperishable and the Lord of all that exists, I manifest Myself by My own will and power."
  },
  {
    "verse_id": 268,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "Whenever spirituality decays and materialism is rampant, then, O Arjuna, I reincarnate myself."
  },
  {
    "verse_id": 269,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "To protect the righteous, to destroy the wicked, and to establish the kingdom of God, I am reborn from age to age."
  },
  {
    "verse_id": 270,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "He who realizes the divine truth concerning My birth and life does not take birth again; and when he leaves his body, he becomes one with Me."
  },
  {
    "verse_id": 271,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "Many have merged their existences in Mine, being freed from desire, fear, and anger, always filled with Me and purified by the illuminating flame of self-abnegation."
  },
  {
    "verse_id": 272,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "However men try to worship Me, I welcome them. Whatever path they take, it leads to Me in the end."
  },
  {
    "verse_id": 273,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Those who seek success worship the Powers, and their actions in this world bear immediate fruit."
  },
  {
    "verse_id": 274,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "The four divisions of society—the wise, the soldier, the merchant, and the laborer—were created by Me, according to the natural distribution of qualities and instincts. I am the author of them, though I Myself do not act and am changeless."
  },
  {
    "verse_id": 275,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "My actions do not bind Me, nor do I desire anything that they can bring. He who thus realizes Me is not enslaved by action."
  },
  {
    "verse_id": 276,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "In the light of wisdom, our ancestors who sought deliverance performed their acts. Act thou also as our fathers of old did."
  },
  {
    "verse_id": 277,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "What is action and what is inaction? This is a question that has bewildered the wise. But I will declare to you the philosophy of action, and knowing it, you will be free from evil."
  },
  {
    "verse_id": 278,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "It is necessary to consider what is right action, what is wrong action, and what is inaction, for the law of action is mysterious."
  },
  {
    "verse_id": 279,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "He who can see inaction in action, and action in inaction, is the wisest among men. He is a saint, even though he still acts."
  },
  {
    "verse_id": 280,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "The wise call him a sage, for whatever he undertakes is free from the motive of desire, and his deeds are purified by the fire of wisdom."
  },
  {
    "verse_id": 281,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "Having surrendered all claim to the results of his actions, he is always contented and independent; in reality, he does nothing, even though he appears to be acting."
  },
  {
    "verse_id": 282,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "Expecting nothing, his mind and personality controlled, without greed, doing only bodily actions; though he acts, he remains untainted."
  },
  {
    "verse_id": 283,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "Content with what comes to him without any effort of his own, rising above the pairs of opposites, free from envy, his mind balanced in both success and failure; though he acts, the consequences do not bind him."
  },
  {
    "verse_id": 284,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "He who is without attachment, free, his mind centered in wisdom, and his actions done as a sacrifice, leave no trace behind."
  },
  {
    "verse_id": 285,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "For him, the sacrifice is the Spirit; the Spirit and the offering are one; it is the Spirit that is sacrificed in its own fire, and the man, even in action, is united with God, since his mind never ceases to be fixed on Him while performing the act."
  },
  {
    "verse_id": 286,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "Some sages sacrifice to the powers, while others offer themselves on the altar of the eternal."
  },
  {
    "verse_id": 287,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "Some sacrifice their physical senses in the fire of self-control; others offer up their contact with external objects in the sacrificial fire of their senses."
  },
  {
    "verse_id": 288,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "Others again sacrifice their activities and vitality in the spiritual fire of self-abnegation, kindled by wisdom."
  },
  {
    "verse_id": 289,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "Others offer as their sacrifice wealth, austerities, and meditation. Monks, wedded to their vows, renounce their scriptural learning and even their spiritual powers."
  },
  {
    "verse_id": 290,
    "verse_number": 29,
    "author_id": 1,
    "language_id": 1,
    "text": "There are some who practice controlling the vital energy and governing the subtle forces of prana and apana, thereby sacrificing their prana to apana, or their apana to prana."
  },
  {
    "verse_id": 291,
    "verse_number": 30,
    "author_id": 1,
    "language_id": 1,
    "text": "Others, controlling their diet, sacrifice their worldly life to the spiritual fire. All understand the principle of sacrifice, and by it their sins are washed away."
  },
  {
    "verse_id": 292,
    "verse_number": 31,
    "author_id": 1,
    "language_id": 1,
    "text": "Tasting the nectar of immortality, as the reward of sacrifice, they reach the Eternal. This world is not for those who refuse to sacrifice; nor is the other world."
  },
  {
    "verse_id": 293,
    "verse_number": 32,
    "author_id": 1,
    "language_id": 1,
    "text": "In this way, other sacrifices may also be undertaken for the sake of the Spirit. Know that they all depend on action. Knowing this, you will be free."
  },
  {
    "verse_id": 294,
    "verse_number": 33,
    "author_id": 1,
    "language_id": 1,
    "text": "The sacrifice of wisdom is superior to any material sacrifice, for, O Arjuna, the pinnacle of action is always realization."
  },
  {
    "verse_id": 295,
    "verse_number": 34,
    "author_id": 1,
    "language_id": 1,
    "text": "This you shall learn by prostrating yourself at the master's feet, questioning them, and serving them. The wise who have realized the truth will teach you wisdom."
  },
  {
    "verse_id": 296,
    "verse_number": 35,
    "author_id": 1,
    "language_id": 1,
    "text": "Having known That, you shall never again be confounded; and, O Arjuna, by the power of that wisdom, you shall see all these people as if they were your own Self, and therefore as Me."
  },
  {
    "verse_id": 297,
    "verse_number": 36,
    "author_id": 1,
    "language_id": 1,
    "text": "Even if you are the greatest of sinners, you will cross over all sin by the ferryboat of wisdom."
  },
  {
    "verse_id": 298,
    "verse_number": 37,
    "author_id": 1,
    "language_id": 1,
    "text": "As the kindled fire consumes the fuel, so, O Arjuna, the embers of action are burnt to ashes in the flame of wisdom."
  },
  {
    "verse_id": 299,
    "verse_number": 38,
    "author_id": 1,
    "language_id": 1,
    "text": "There is nothing in the world so purifying as wisdom; and he who is a perfect saint finds that at last within himself."
  },
  {
    "verse_id": 300,
    "verse_number": 39,
    "author_id": 1,
    "language_id": 1,
    "text": "He who is full of faith attains wisdom, and he who can control his senses, having attained that wisdom, will soon attain Supreme Peace."
  },
  {
    "verse_id": 301,
    "verse_number": 40,
    "author_id": 1,
    "language_id": 1,
    "text": "But the ignorant man, and he who has no faith, and the skeptic are lost. Neither in this world nor elsewhere is there any happiness in store for him who always doubts."
  },
  {
    "verse_id": 302,
    "verse_number": 41,
    "author_id": 1,
    "language_id": 1,
    "text": "But the one who has renounced their actions for meditation, who has cleaved their doubts in two by the sword of wisdom, and who remains always enthroned in their Self, is not bound by their actions."
  },
  {
    "verse_id": 303,
    "verse_number": 42,
    "author_id": 1,
    "language_id": 1,
    "text": "Therefore, cleave asunder with the sword of wisdom the doubts of the heart, which your own ignorance has engendered, and follow the path of wisdom and arise!"
  },
  {
    "verse_id": 304,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna said: My Lord! At one moment, You praise renunciation of action; at another, You praise right action. Tell me truly, I pray, which of these is more conducive to my highest welfare?"
  },
  {
    "verse_id": 305,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: Both renunciation of action and the path of right action lead to the highest; however, right action is the better of the two."
  },
  {
    "verse_id": 306,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "He is a true ascetic who never desires nor dislikes, who is unaffected by the opposites and is easily freed from bondage."
  },
  {
    "verse_id": 307,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "Only the unenlightened speak of wisdom and right action as separate; the wise do not. If anyone knows one, they enjoy the fruit of both."
  },
  {
    "verse_id": 308,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "The level which is attained through wisdom is also reached through right action. He who perceives that the two are one, knows the truth."
  },
  {
    "verse_id": 309,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "Without concentration, O Mighty One, renunciation is difficult. But the sage who is always meditating on the Divine, shall soon attain the Absolute."
  },
  {
    "verse_id": 310,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "He who is spiritual, pure, has overcome his senses and his personal self, and has realized his highest Self as the Self of all—even though he acts, he is not bound by his actions."
  },
  {
    "verse_id": 311,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "Though the saint sees, hears, touches, smells, eats, moves, sleeps, and breathes, yet he knows the truth and knows that it is not he who acts."
  },
  {
    "verse_id": 312,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "Though he talks, gives, receives, opens his eyes, and shuts them, he still knows that his senses are merely disporting themselves among the objects of perception."
  },
  {
    "verse_id": 313,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "He who dedicates his actions to the Spirit, without any personal attachment to them, is no more tainted by sin than the water lily is wetted by water."
  },
  {
    "verse_id": 314,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "The sage performs his action dispassionately, using his body, mind, intellect, and even his senses, always as a means for purification."
  },
  {
    "verse_id": 315,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Having abandoned the fruit of action, he wins eternal peace. Others, unacquainted with spirituality, led by desire and clinging to the benefit they think will follow their actions, become entangled in them."
  },
  {
    "verse_id": 316,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "Mentally renouncing all actions, the self-controlled soul enjoys bliss in this body, the city of the nine gates, neither doing anything themselves nor causing anything to be done."
  },
  {
    "verse_id": 317,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "The Lord of this universe has not ordained activity, nor any incentive thereto, nor any relation between an act and its consequences; all this is the work of Nature."
  },
  {
    "verse_id": 318,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "The Lord does not accept responsibility for any person's sin or merit; they are deluded, for wisdom is submerged in ignorance within them."
  },
  {
    "verse_id": 319,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "Surely, wisdom is like the sun, revealing the supreme truth to those whose ignorance has been dispelled by the wisdom of the Self."
  },
  {
    "verse_id": 320,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "Meditating on the divine, having faith in the divine, concentrating on the divine, and losing themselves in the divine, their sins dissolve in wisdom, and they go from whence there is no return."
  },
  {
    "verse_id": 321,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "Sages look upon all equally, whether they be a minister of learning and humility, an infidel, a cow, an elephant, or a dog."
  },
  {
    "verse_id": 322,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "Even in this world, those whose minds remain always balanced, fixed on the Supreme, conquer their earthly life; for the Supreme has neither blemish nor bias."
  },
  {
    "verse_id": 323,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "He who knows and lives in the Absolute remains unmoved and unperturbed; he is not elated by pleasure nor depressed by pain."
  },
  {
    "verse_id": 324,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "He finds happiness in his own Self and enjoys eternal bliss, whose heart does not yearn for the contacts of the earth and whose Self is one with the Everlasting."
  },
  {
    "verse_id": 325,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "The joys that spring from external associations bring pain; they have their beginnings and their endings. The wise person does not rejoice in them."
  },
  {
    "verse_id": 326,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "He who, before leaving his body, learns to overcome the promptings of desire and anger, is a saint and is happy."
  },
  {
    "verse_id": 327,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "He who is happy within himself and has found its peace, and in whom the inner light shines, that sage attains eternal bliss and becomes one with the spirit."
  },
  {
    "verse_id": 328,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "Sages whose sins have been washed away, whose sense of separateness has dissipated, who have subdued themselves, and seek only the welfare of all, come to the Eternal Spirit."
  },
  {
    "verse_id": 329,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "Saints who know themselves, who control their minds, and feel neither desire nor anger, find eternal bliss everywhere."
  },
  {
    "verse_id": 330,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "Fix: Excluding external objects, with his gaze fixed between the eyebrows, and the inward and outward breathings passing equally through his nostrils;"
  },
  {
    "verse_id": 331,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "Governing sense, mind, and intellect, intent on liberation, free from desire, fear, and anger, the sage is eternally free."
  },
  {
    "verse_id": 332,
    "verse_number": 29,
    "author_id": 1,
    "language_id": 1,
    "text": "Knowing Me as the One who gladly receives all offerings of austerity and sacrifice, as the Mighty Ruler of all the Worlds and the Friend of all beings, he passes to Eternal Peace."
  },
  {
    "verse_id": 333,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna said: He who acts out of duty, without considering the consequences, is truly spiritual and a true ascetic; not he who merely observes rituals or shuns all action."
  },
  {
    "verse_id": 334,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna, renunciation is indeed what is known as right action. No one can become spiritually enlightened who has not renounced all desires."
  },
  {
    "verse_id": 335,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "For the sage who seeks the heights of spiritual meditation, practice is the only method, and when they have attained it, they must maintain themselves there through continual self-control."
  },
  {
    "verse_id": 336,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "When a man renounces even the thought of initiating action, and is not interested in sense objects or any results that may flow from his acts, then he truly understands spirituality."
  },
  {
    "verse_id": 337,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Let him seek liberation with the help of his Highest Self, and never disgrace his own Self. For that Self is his only friend; yet it can also be his enemy."
  },
  {
    "verse_id": 338,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "To one who has conquered their lower nature with its help, the Self is a friend; but to one who has not done so, it is an enemy."
  },
  {
    "verse_id": 339,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "The Self of one who is self-controlled and has attained peace is equally unmoved by heat or cold, pleasure or pain, honor or dishonor."
  },
  {
    "verse_id": 340,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "He who desires nothing but wisdom and spiritual insight, who has conquered his senses, and who looks upon a lump of earth, a stone, and fine gold with the same eye, is a real saint."
  },
  {
    "verse_id": 341,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "He looks impartially on all—lovers, friends, or foes; indifferent, hostile, alien, or relative; virtuous or sinful."
  },
  {
    "verse_id": 342,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "Let the student of spirituality try unceasingly to concentrate his mind; let him live in seclusion, absolutely alone, with his mind and personality controlled, free from desire and without possessions."
  },
  {
    "verse_id": 343,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "Having chosen a holy place, let him sit in a firm posture on a seat that is neither too high nor too low, and cover it with a grass mat, a deer skin, and a cloth."
  },
  {
    "verse_id": 344,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Seated thus, with his mind concentrated, his functions controlled, and his senses governed, let him practice meditation for the purification of his lower nature."
  },
  {
    "verse_id": 345,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "Let him hold his body, head, and neck erect, motionless and steady; let him look fixedly at the tip of his nose, turning neither to the right nor to the left."
  },
  {
    "verse_id": 346,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "With peace in his heart and no fear, observing the vow of celibacy, with his mind controlled and fixed on Me, let the student lose himself in contemplation of Me."
  },
  {
    "verse_id": 347,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "Thus, keeping his mind always in communion with Me and subduing his thoughts, he shall attain that Peace which is Mine and will lead him to liberation at last."
  },
  {
    "verse_id": 348,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "Meditation is not for him who eats too much, nor for him who eats not at all; not for him who is overly addicted to sleep, nor for him who is always awake."
  },
  {
    "verse_id": 349,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "But for him who regulates his food and recreation, who is balanced in action, in sleep, and in waking, it shall dispel all unhappiness."
  },
  {
    "verse_id": 350,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "When the mind is completely controlled, centered in the Self, and free from all earthly desires, then the man is truly spiritual."
  },
  {
    "verse_id": 351,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "The wise man who has conquered his mind and is absorbed in the Self is like a lamp that does not flicker, as it stands sheltered from every wind."
  },
  {
    "verse_id": 352,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "There, where the whole of nature is seen in the light of the Self, where the person abides within their Self and is satisfied there, their functions restrained by their union with the Divine, the mind finds rest."
  },
  {
    "verse_id": 353,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "When he enjoys the bliss that surpasses the senses and can only be grasped by the pure intellect, when he comes to rest within his highest self, he will never again stray from reality."
  },
  {
    "verse_id": 354,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "Finding That, he will realize that there is no possession so precious. And once established there, no calamity can disturb him."
  },
  {
    "verse_id": 355,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "This inner severance from the affliction of misery is spirituality. It should be practiced with determination and with a heart that refuses to be depressed."
  },
  {
    "verse_id": 356,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "Renouncing every desire that can be imagined, controlling the senses at every point through the power of the mind;"
  },
  {
    "verse_id": 357,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "Little by little, with the help of his reason controlled by fortitude, let him attain peace; and, fixing his mind on the Self, let him not think of anything else."
  },
  {
    "verse_id": 358,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "When the volatile and wavering mind wanders, let him restrain it and bring it back to its allegiance to the Self."
  },
  {
    "verse_id": 359,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "Supreme bliss is the lot of the sage whose mind attains peace, whose passions subside, who is without sin, and who becomes one with the Absolute."
  },
  {
    "verse_id": 360,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "Thus, free from sin, abiding always in the Eternal, the saint enjoys, without effort, the bliss that flows from the realization of the Infinite."
  },
  {
    "verse_id": 361,
    "verse_number": 29,
    "author_id": 1,
    "language_id": 1,
    "text": "He who experiences the unity of life sees his own Self in all beings, and all beings in his own Self, and looks upon everything with an impartial eye."
  },
  {
    "verse_id": 362,
    "verse_number": 30,
    "author_id": 1,
    "language_id": 1,
    "text": "He who sees Me in everything and everything in Me, I shall never forsake him, nor shall he lose Me."
  },
  {
    "verse_id": 363,
    "verse_number": 31,
    "author_id": 1,
    "language_id": 1,
    "text": "The sage who realizes the unity of life and who worships Me in all beings, lives in Me, no matter what their lot may be."
  },
  {
    "verse_id": 364,
    "verse_number": 32,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! He is the perfect saint who, having been taught by the likeness within himself, sees the same Self everywhere, regardless of whether the outer form be pleasurable or painful."
  },
  {
    "verse_id": 365,
    "verse_number": 33,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna said: I do not see how I can attain this state of equanimity which You have revealed, owing to the restlessness of my mind."
  },
  {
    "verse_id": 366,
    "verse_number": 34,
    "author_id": 1,
    "language_id": 1,
    "text": "My Lord! Verily, the mind is fickle and turbulent, obstinate, and strong; indeed, it is extremely difficult to control, like the wind."
  },
  {
    "verse_id": 367,
    "verse_number": 35,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: Doubtless, O Mighty One, the mind is fickle and exceedingly difficult to restrain; however, O Son of Kunti, with practice and renunciation, it can be done."
  },
  {
    "verse_id": 368,
    "verse_number": 36,
    "author_id": 1,
    "language_id": 1,
    "text": "It is not possible to attain Self-Realization unless one knows how to control oneself; however, for one who, striving by the proper means, learns such control, it is possible."
  },
  {
    "verse_id": 369,
    "verse_number": 37,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna asked: What of him who fails to control himself, whose mind falls from spiritual contemplation, yet retains his faith and does not attain perfection?"
  },
  {
    "verse_id": 370,
    "verse_number": 38,
    "author_id": 1,
    "language_id": 1,
    "text": "Having failed in both, my Lord, is he without hope, like a riven cloud with no support, lost on the spiritual path?"
  },
  {
    "verse_id": 371,
    "verse_number": 39,
    "author_id": 1,
    "language_id": 1,
    "text": "My Lord! You are worthy to solve this doubt once and for all; there is no one else competent to do so, save Yourself."
  },
  {
    "verse_id": 372,
    "verse_number": 40,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: My beloved child! There is no destruction for him, either in this world or the next. No evil fate awaits him who treads the path of righteousness."
  },
  {
    "verse_id": 373,
    "verse_number": 41,
    "author_id": 1,
    "language_id": 1,
    "text": "Having reached the worlds where the righteous dwell, and having remained there for many years, he who has strayed from the path of spirituality will be born again into the family of the pure, benevolent, and prosperous."
  },
  {
    "verse_id": 374,
    "verse_number": 42,
    "author_id": 1,
    "language_id": 1,
    "text": "Or, he may be born in the family of wise sages, though such a birth is indeed very difficult to obtain."
  },
  {
    "verse_id": 375,
    "verse_number": 43,
    "author_id": 1,
    "language_id": 1,
    "text": "Then, the experience acquired in his former life will revive, and with it, he will more eagerly strive for perfection than before."
  },
  {
    "verse_id": 376,
    "verse_number": 44,
    "author_id": 1,
    "language_id": 1,
    "text": "Unconsciously, he will return to the practices of his old life; thus, one who strives to attain spiritual consciousness is certainly superior to one who merely talks about it."
  },
  {
    "verse_id": 377,
    "verse_number": 45,
    "author_id": 1,
    "language_id": 1,
    "text": "Then, after many lives of earnest striving and absolution of sins, the student of spirituality attains perfection and reaches the Supreme."
  },
  {
    "verse_id": 378,
    "verse_number": 46,
    "author_id": 1,
    "language_id": 1,
    "text": "The wise person is superior to the ascetic, the scholar, and the man of action; therefore, be thou a wise person, O Arjuna!"
  },
  {
    "verse_id": 379,
    "verse_number": 47,
    "author_id": 1,
    "language_id": 1,
    "text": "I look upon him as the best of mystics, who, full of faith, worships Me and abides in Me."
  },
  {
    "verse_id": 380,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna said: Listen, O Arjuna! I will tell you how you can know Me in my full perfection. Practice meditation with your mind devoted to Me and take Me as your refuge."
  },
  {
    "verse_id": 381,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "I will reveal this knowledge to you and how it can be realized; once accomplished, there is nothing else worth having in this life."
  },
  {
    "verse_id": 382,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "Among thousands of men, scarcely one strives for perfection, and even among those who gain occult powers, perhaps only one knows me in truth."
  },
  {
    "verse_id": 383,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "Earth, water, fire, air, ether, mind, intellect, and personality—this is the eightfold division of My manifested nature."
  },
  {
    "verse_id": 384,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "This is My inferior nature; however, O valiant one, know that distinct from this is My superior nature, which is the very life that sustains the universe."
  },
  {
    "verse_id": 385,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "It is the womb of all beings; for I am He by Whom the worlds were created and shall be dissolved."
  },
  {
    "verse_id": 386,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! There is nothing higher than Me; all is strung on Me like rows of pearls on a thread."
  },
  {
    "verse_id": 387,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! I am the fluidity in water, the light in the sun and moon, the mystic syllable Om in the Vedic scriptures, the sound in ether, and the virility in man."
  },
  {
    "verse_id": 388,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the fragrance of the earth, the brilliance of fire, the life force in all beings, and the austerity of ascetics."
  },
  {
    "verse_id": 389,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "Know, O Arjuna, that I am the eternal seed of being; I am the intelligence of the intelligent, the splendour of the resplendent."
  },
  {
    "verse_id": 390,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the strength of the strong, those who are free from attachment and desire; and, O Arjuna, I am the desire for righteousness."
  },
  {
    "verse_id": 391,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Whatever be the nature of their life, whether it be pure, passionate, or ignorant, they are all derived from Me. They are in Me, but I am not in them."
  },
  {
    "verse_id": 392,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "The inhabitants of the world, misled by the natures engendered by the Qualities, do not know that I am higher than them all and that I do not change."
  },
  {
    "verse_id": 393,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "Verily, this divine illusion of phenomenon manifesting itself in the qualities is difficult to surmount. Only they who devote themselves exclusively to Me can accomplish it."
  },
  {
    "verse_id": 394,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "The sinner, the ignorant, the vile, deprived of spiritual perception by the glamour of illusion, and he who leads a godless life—none of them shall find me."
  },
  {
    "verse_id": 395,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! The righteous who worship Me are grouped in stages: first, those who suffer, next those who desire knowledge, then those who thirst after truth, and lastly those who attain wisdom."
  },
  {
    "verse_id": 396,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "Of all these, he who has gained wisdom, who meditates on Me without ceasing, devoting himself solely to Me, is the best; for I am exceedingly beloved by the wise man, and the wise man is also beloved by Me."
  },
  {
    "verse_id": 397,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "Noble-minded are they all, but the wise man I hold as my own self; for he, remaining always at peace with me, makes me his ultimate goal."
  },
  {
    "verse_id": 398,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "After many lives, at last the wise one realizes Me as I am. It is very difficult to find a man so enlightened that he sees God everywhere."
  },
  {
    "verse_id": 399,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "They in whom wisdom is obscured by one desire or another, worship the lesser powers, practicing many rites that vary according to their temperaments."
  },
  {
    "verse_id": 400,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "But whatever form of worship, if the devotee has faith, then I set My own seal upon their faith in that worship."
  },
  {
    "verse_id": 401,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "If he worships one form alone with real faith, then his desires shall be fulfilled through that alone; for thus I have ordained."
  },
  {
    "verse_id": 402,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "The fruit that comes to people of limited insight is, after all, finite. Those who worship the Lower Powers attain them; but those who worship Me come to Me alone."
  },
  {
    "verse_id": 403,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "The ignorant think of Me, who am the Unmanifested Spirit, as if I were in human form. They do not understand that My Superior Nature is unchanging and most excellent."
  },
  {
    "verse_id": 404,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "I am not visible to all, for I am enveloped by the illusion of the Phenomenon. This deluded world does not know Me as the Unborn and Imperishable."
  },
  {
    "verse_id": 405,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "I know, O Arjuna, all beings in the past, the present, and the future; but they do not know Me."
  },
  {
    "verse_id": 406,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "O brave Arjuna! Man lives in a fantastical world, deceived by the glamour of opposing sensations, infatuated by desire and aversion."
  },
  {
    "verse_id": 407,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "But those who act righteously, in whom sin has been destroyed, who are free from the infatuation of conflicting emotions, they worship Me with a firm resolve."
  },
  {
    "verse_id": 408,
    "verse_number": 29,
    "author_id": 1,
    "language_id": 1,
    "text": "Those who make Me their refuge, striving for liberation from decay and death, realize the Supreme Spirit, which is their own real Self, and in which all action finds its consummation."
  },
  {
    "verse_id": 409,
    "verse_number": 30,
    "author_id": 1,
    "language_id": 1,
    "text": "Those who see Me in the life of the world, in the universal sacrifice, and as pure Divinity, keeping their minds steady, they live in Me even in the hour of death's approach."
  },
  {
    "verse_id": 410,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna asked: O Lord of Lords! What is that which people call the Supreme Spirit, what is humanity's spiritual nature, and what is the law? What is matter and what is divinity?"
  },
  {
    "verse_id": 411,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "Who rules the spirit sacrifice in many, and how may those who have learned self-control come to the knowledge of Thee at the time of death?"
  },
  {
    "verse_id": 412,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "The Lord Shri Krishna replied: The Supreme Spirit is the Highest Imperishable Self, and Its nature is spiritual consciousness. The worlds have been created and are sustained by an emanation from the Spirit, which is called the Law."
  },
  {
    "verse_id": 413,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "Matter consists of forms that perish; Divinity is the Supreme Self; and He who inspires the spirit of sacrifice in man, O noblest of their race, is I Myself, Who now stand in human form before thee."
  },
  {
    "verse_id": 414,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Whosoever, at the time of death, thinks only of Me and, thinking thus, leaves the body and goes forth, will assuredly know Me."
  },
  {
    "verse_id": 415,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "Whatever sphere of being the mind of a man is intent on at the time of death, to that he will go."
  },
  {
    "verse_id": 416,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "Therefore, always meditate on Me and fight; if your mind and reason are fixed on Me, you will surely come to Me."
  },
  {
    "verse_id": 417,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "He whose mind does not wander, and who is engaged in constant meditation, attains the Supreme Spirit."
  },
  {
    "verse_id": 418,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "Whoso meditates on the Omniscient, the Ancient, more minute than an atom, yet the Ruler and Upholder of all, Unimaginable, Brilliant like the Sun, Beyond the reach of darkness;"
  },
  {
    "verse_id": 419,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "He who leaves the body with an unmoved mind, filled with devotion, and by the power of his meditation gathers his whole vital energy between his eyebrows, attains the Supreme."
  },
  {
    "verse_id": 420,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "Now, I will briefly speak of the imperishable goal, proclaimed by those who are versed in the scriptures, which the mystic attains when free from passion, and for which they are content to undergo the vow of continence."
  },
  {
    "verse_id": 421,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Fix: Closing the gates of the body, drawing the forces of his mind into the heart, and, by the power of meditation, concentrating his vital energy in the brain;"
  },
  {
    "verse_id": 422,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "Repeating Om, the symbol of eternity, and holding Me always in remembrance, he who thus leaves his body and goes forth reaches the Supreme Spirit."
  },
  {
    "verse_id": 423,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "To him who constantly thinks of Me and nothing else, to such an ever-faithful devotee, O Arjuna, I am ever accessible."
  },
  {
    "verse_id": 424,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "Coming to Me in this way, these great souls no longer go to the misery and death of earthly life, for they have achieved perfection."
  },
  {
    "verse_id": 425,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "The worlds, along with the entire realm of creation, come and go; but, O Arjuna, whoever comes to Me, for them there is no rebirth."
  },
  {
    "verse_id": 426,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "Those who understand the cosmic day and night know that one day of creation is a thousand cycles, and that the night is of equal length."
  },
  {
    "verse_id": 427,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "At the dawn of that day, all objects in manifestation stream forth from the Unmanifest, and when evening falls, they are dissolved back into it again."
  },
  {
    "verse_id": 428,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "The same multitude of beings, which have lived on earth so often, all are dissolved as the night of the universe approaches, to issue forth anew when morning breaks. Thus, it is ordained."
  },
  {
    "verse_id": 429,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "In truth, therefore, there is the eternal, unmanifest, which is beyond and above the unmanifest spirit of creation, and which is never destroyed when all these beings perish."
  },
  {
    "verse_id": 430,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "The wise say that the Unmanifest and Indestructible is the highest goal of all; when once that is reached, there is no returning. That is my blessed home."
  },
  {
    "verse_id": 431,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! That Highest God, in Whom all beings abide, and Who pervades the entire universe, is reached only by wholehearted devotion. *He is the one who determines the course of worldly events and the destiny of all living beings.*"
  },
  {
    "verse_id": 432,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "Now, I will tell you, O Arjuna, the times at which, if the mystics go forth, they do not return, and at which they go forth only to return."
  },
  {
    "verse_id": 433,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "If the sage, knowing the Supreme Spirit, goes forth with fire and light during the day, in the fortnight of the waxing moon, and in the six months before the Northern summer solstice, he will attain the Supreme."
  },
  {
    "verse_id": 434,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "But if he departs in gloom, at night, during the fortnight of the waning moon and in the six months before the winter solstice, then he reaches only lunar light and he will be reborn."
  },
  {
    "verse_id": 435,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "These bright and dark paths out of the world have always existed. Whoever takes the former, does not return; he who chooses the latter, returns."
  },
  {
    "verse_id": 436,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! The saint, knowing these paths, is not confused; therefore, meditate perpetually."
  },
  {
    "verse_id": 437,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "The sage who knows this passes beyond all merit that comes from the study of the scriptures, from sacrifice, from austerities, and from charity, and reaches the Supreme Primeval Abode."
  },
  {
    "verse_id": 438,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna said: I will now reveal to you, since you do not doubt, that profound mysticism, which, when followed with experience, will liberate you from sin."
  },
  {
    "verse_id": 439,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "This is the supreme science, the supreme secret, the purest and best; it is intuitive, righteous, and to those who practice it, it is exceedingly pleasant."
  },
  {
    "verse_id": 440,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "They who have no faith in this teaching cannot find Me; they remain lost in the purlieus of this perishable world."
  },
  {
    "verse_id": 441,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "The whole world is pervaded by Me, yet My form is not visible. All living beings have their being in Me, yet I am not confined by them."
  },
  {
    "verse_id": 442,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Nevertheless, they do not consciously abide in Me. Such is My Divine Sovereignty that, though I, the Supreme Self, am the cause and upholder of all, yet I remain outside."
  },
  {
    "verse_id": 443,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "As the mighty wind, though moving everywhere, has no resting place except in space, so all these beings have no home except in Me."
  },
  {
    "verse_id": 444,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "All beings, O Arjuna, return at the end of every cosmic cycle into the realm of Nature, which is a part of Me, and at the start of the next I send them forth again."
  },
  {
    "verse_id": 445,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "With the help of Nature, I again and again pour forth the whole multitude of beings, whether they will or not, for they are ruled by My will."
  },
  {
    "verse_id": 446,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "But these acts of mine do not bind me; I remain outside and unattached."
  },
  {
    "verse_id": 447,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "Under my guidance, Nature produces all movable and immovable things. Thus, O Arjuna, this universe revolves."
  },
  {
    "verse_id": 448,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "Fools disregard Me, seeing Me clad in human form. They do not know that in My higher nature, I am the Lord-God of all."
  },
  {
    "verse_id": 449,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Their hopes are futile, their actions worthless, their knowledge ineffective; they are without sense, deceitful, barbaric, and godless."
  },
  {
    "verse_id": 450,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "But the great souls, O Arjuna! Filled with my divine spirit, they worship me, fix their minds on me alone, for they know that I am the imperishable source of being."
  },
  {
    "verse_id": 451,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "Always extolling Me, they are strenuous and firm in their vows, prostrating themselves before Me, and worshiping Me continually with concentrated devotion."
  },
  {
    "verse_id": 452,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "Others worship Me with full consciousness as the One, the Manifold, the Omnipresent, and the Universal."
  },
  {
    "verse_id": 453,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the oblation, the sacrifice, and the worship; I am the fuel and the chant; I am the butter offered to the fire; I am the fire itself, and I am the act of offering."
  },
  {
    "verse_id": 454,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the Father of the universe, its Mother, Nourisher, and Grandfather; I am the Knowable and the Pure; I am Om, and I am the Sacred Scriptures."
  },
  {
    "verse_id": 455,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the goal, the sustainer, the Lord, the witness, the home, the shelter, the lover, and the origin; I am life and death; I am the fountain and the imperishable seed."
  },
  {
    "verse_id": 456,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the heat of the sun, I release and withhold the rain. I am death and immortality; I am being and non-being."
  },
  {
    "verse_id": 457,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "Those who are versed in the scriptures, who drink the mystic Soma-juice and are purified from sin, and who, while worshipping Me with sacrifices, pray that I will lead them to heaven; they reach the holy world where the Controller of the Powers of Nature resides, and they enjoy the feasts of Paradise."
  },
  {
    "verse_id": 458,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "Yet, although they enjoy the spacious glories of Paradise, when their merit is exhausted, they are born again into this world of mortals. They have followed the letter of the scriptures, yet, because they have sought to fulfill their own desires, they must depart and return again and again."
  },
  {
    "verse_id": 459,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "But if a person meditates on Me and Me alone, worships Me always and everywhere, I will take upon Myself the fulfillment of their aspiration, and I will safeguard whatever they attain."
  },
  {
    "verse_id": 460,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "Even those who worship the lesser powers, if they do so with faith, they are thereby worshipping Me, though not in the correct manner."
  },
  {
    "verse_id": 461,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the willing recipient of sacrifice, and I am its true Lord. But they do not know me truly, so they fall back."
  },
  {
    "verse_id": 462,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "The votaries of the lesser powers go to them; the devotees of spirits go to them; they who worship the powers of darkness, to such powers shall they go; and so too, those who worship me shall come to me."
  },
  {
    "verse_id": 463,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "Whatever a person offers to Me, be it a leaf, flower, fruit, or water, I accept it, for it is offered with devotion and a pure mind."
  },
  {
    "verse_id": 464,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "Whatever you do, whatever you eat, whatever you sacrifice and give, whatever austerities you practice, do all as an offering to Me."
  },
  {
    "verse_id": 465,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "So, your action will have no result, either good or bad; but, through the spirit of renunciation, you will come to Me and be free."
  },
  {
    "verse_id": 466,
    "verse_number": 29,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the same to all beings; I do not favour any, nor do I hate any. However, those who worship Me devotedly, they live in Me and I in them."
  },
  {
    "verse_id": 467,
    "verse_number": 30,
    "author_id": 1,
    "language_id": 1,
    "text": "Even the most sinful, if he worships Me with his whole heart, shall be considered righteous, for he is treading the right path."
  },
  {
    "verse_id": 468,
    "verse_number": 31,
    "author_id": 1,
    "language_id": 1,
    "text": "He will soon attain spirituality and eternal peace. O Arjuna! Believe me, my devotee is never lost."
  },
  {
    "verse_id": 469,
    "verse_number": 32,
    "author_id": 1,
    "language_id": 1,
    "text": "Even the children of sinful parents, those miscalled the weaker sex, merchants, and laborers, if they make Me their refuge, they shall attain the highest."
  },
  {
    "verse_id": 470,
    "verse_number": 33,
    "author_id": 1,
    "language_id": 1,
    "text": "What need is there, then, to mention the holy ministers of God, the devotees, and the saintly rulers? Therefore, do you, born in this changing and miserable world, also worship Me."
  },
  {
    "verse_id": 471,
    "verse_number": 34,
    "author_id": 1,
    "language_id": 1,
    "text": "Fix your mind on Me, devote yourself to Me, sacrifice for Me, surrender to Me, make Me the object of your aspirations, and you shall assuredly become one with Me, Who am your own Self."
  },
  {
    "verse_id": 472,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "\"Lord Shri Krishna said: Now, O Prince! Listen to My supreme advice, which I give you for the sake of your welfare, for you are My beloved."
  },
  {
    "verse_id": 473,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "Neither the professors of divinity nor the great ascetics know My origin, for I am the source from which they all originate."
  },
  {
    "verse_id": 474,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "He who knows Me as the unborn, without beginning, the Lord of the universe, he, stripped of his delusions, becomes free from all conceivable sins."
  },
  {
    "verse_id": 475,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "Intelligence, wisdom, non-delusion, forgiveness, truth, self-control, calmness, pleasure, pain, birth, death, fear, and fearlessness;"
  },
  {
    "verse_id": 476,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Harmlessness, equanimity, contentment, austerity, beneficence, fame, and failure—all these characteristics of beings spring from Me alone."
  },
  {
    "verse_id": 477,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "The seven Great Seers, the progenitors of mankind, the Ancient Four, and the Lawgivers were born of My will and come forth directly from Me. The race of mankind has sprung from them. (Mareechi, Atri, Angira, Pulah, Kratu, Pulastya, Vahishta; the Masters: Sanak, Sanandan, Sanatan, Sanatkumar.)"
  },
  {
    "verse_id": 478,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "He who rightly understands My manifested glory and My creative power attains perfect peace without a doubt."
  },
  {
    "verse_id": 479,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the source of all; from me everything flows. Therefore, the wise worship me with an unchanging devotion."
  },
  {
    "verse_id": 480,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "With minds concentrated on Me, with lives absorbed in Me, and enlightening one another, they ever feel content and happy."
  },
  {
    "verse_id": 481,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "To those who are always devout and who worship Me with love, I give the power of discrimination that leads them to Me."
  },
  {
    "verse_id": 482,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "By My grace, I live in their hearts, and I dispel the darkness of ignorance with the shining light of wisdom."
  },
  {
    "verse_id": 483,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna asked: Thou art the Supreme Spirit, the Eternal Home, the Holiest of Holies, the Eternal Divine Self, the Primal God, the Unborn, and Omnipresent."
  },
  {
    "verse_id": 484,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "So have said the seers, the divine sage Narada, Asita, Devala, and Vyasa; and Thou Thyself also sayest it."
  },
  {
    "verse_id": 485,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "I believe in what You have said, my Lord! For neither the godly nor the godless comprehend Your manifestation."
  },
  {
    "verse_id": 486,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "You alone know Yourself, by the power of Your Self; You are the Supreme Spirit, the Source and Master of all being, the Lord of Lords, the Ruler of the Universe."
  },
  {
    "verse_id": 487,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "Please tell me about all of Your glorious manifestations, through which You pervade the world."
  },
  {
    "verse_id": 488,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "O Master! How can I, through constant meditation, come to know You? My Lord! What are Your various manifestations through which I can meditate on You?"
  },
  {
    "verse_id": 489,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "Tell me again, I pray, of Thy power and Thy glory in full; for I feel that I am never satisfied when I listen to Thy immortal words."
  },
  {
    "verse_id": 490,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: So be it, My beloved friend! I will unfold to you some of the chief aspects of My glory. There is no end to its full extent."
  },
  {
    "verse_id": 491,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! I am the Self, seated in the hearts of all beings; I am the beginning, the life, and the end of them all."
  },
  {
    "verse_id": 492,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "Of all the creative powers, I am the Creator; of luminaries, the Sun; of winds, the Whirlwind; and of planets, the Moon."
  },
  {
    "verse_id": 493,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "Of the Vedas, I am the hymns; I am the electric force in the powers of nature; of the senses, I am the mind; and I am the intelligence in all that lives."
  },
  {
    "verse_id": 494,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "Among forces of vitality, I am the life; I am Mammon to the heathens and the godless; I am the energy in fire, earth, wind, sky, heaven, sun, moon, and planets; and among mountains, I am Mount Meru."
  },
  {
    "verse_id": 495,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "Among the priests, know, O Arjuna, that I am the priest Brihaspati; of generals, I am Skanda, the Commander-in-Chief, and of waters, I am the Ocean."
  },
  {
    "verse_id": 496,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "Of the great seers, I am Bhrigu; of words, I am Om; of offerings, I am the silent prayer; among things immovable, I am the Himalayas."
  },
  {
    "verse_id": 497,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "Of trees, I am the sacred fig tree; of divine seers, Narada; of heavenly singers, I am Chitraratha, their leader; and of sages, I am Kapila."
  },
  {
    "verse_id": 498,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "Know that among horses I am Pegasus, heaven-born; among the lordly elephants I am the white one, and I am the ruler among men."
  },
  {
    "verse_id": 499,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the thunderbolt among weapons; I am the Cow of Plenty among cows; I am Passion in those who procreate, and I am the Cobra among serpents."
  },
  {
    "verse_id": 500,
    "verse_number": 29,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the king-python among snakes, I am the aqueous principle among those that live in water, I am the father of fathers, and among rulers I am death."
  },
  {
    "verse_id": 501,
    "verse_number": 30,
    "author_id": 1,
    "language_id": 1,
    "text": "And I am the devotee Prahlada among the heathens; of Time I am the Eternal Present; I am the Lion among beasts and the Eagle among birds."
  },
  {
    "verse_id": 502,
    "verse_number": 31,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the wind among purifiers, the king Rama among warriors; I am the crocodile among fishes, and I am the Ganges among rivers."
  },
  {
    "verse_id": 503,
    "verse_number": 32,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the beginning, the middle, and the end of creation; among sciences, I am the science of spirituality; I am the discussion among disputants."
  },
  {
    "verse_id": 504,
    "verse_number": 33,
    "author_id": 1,
    "language_id": 1,
    "text": "Of letters, I am A; I am the copulative in compound words; I am inexhaustible Time; and I am the all-pervading Preserver."
  },
  {
    "verse_id": 505,
    "verse_number": 34,
    "author_id": 1,
    "language_id": 1,
    "text": "I am all-devouring Death; I am the Origin of all that will happen; I am Fame, Fortune, Speech, Memory, Intellect, Constancy, and Forgiveness."
  },
  {
    "verse_id": 506,
    "verse_number": 35,
    "author_id": 1,
    "language_id": 1,
    "text": "Of hymns, I am Brihatsama; of meters, I am Garatri; among months, I am Margasheersha (December); and I am Spring among seasons."
  },
  {
    "verse_id": 507,
    "verse_number": 36,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the gambler's cheat and the splendor of the splendid; I am victory; I am effort; and I am the purity of the pure."
  },
  {
    "verse_id": 508,
    "verse_number": 37,
    "author_id": 1,
    "language_id": 1,
    "text": "I am Shri Krishna among the Vishnu-clan, Arjuna among the Pandavas, Vyasa among the saints, and Shukracharya among the sages."
  },
  {
    "verse_id": 509,
    "verse_number": 38,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the scepter of rulers, the strategy of conquerors, the silence of mystery, and the wisdom of the wise."
  },
  {
    "verse_id": 510,
    "verse_number": 39,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the seed of all beings, O Arjuna! No creature, moving or unmoving, can live without Me."
  },
  {
    "verse_id": 511,
    "verse_number": 40,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! The aspects of My divine life are endless; I have mentioned only a few as an example."
  },
  {
    "verse_id": 512,
    "verse_number": 41,
    "author_id": 1,
    "language_id": 1,
    "text": "Whatever is glorious, excellent, beautiful, and mighty, be assured that it comes from a fragment of My splendor."
  },
  {
    "verse_id": 513,
    "verse_number": 42,
    "author_id": 1,
    "language_id": 1,
    "text": "But what is the use of all these details to you, O Arjuna? I sustain this universe with only a small part of Myself."
  },
  {
    "verse_id": 514,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna said: My Lord! Your words concerning the Supreme Secret of Self, given for my blessing, have dispelled the illusions that surrounded me."
  },
  {
    "verse_id": 515,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "O Lord, whose eyes are like the lotus petal! You have described in detail the origin and dissolution of beings, and Your own Eternal Majesty."
  },
  {
    "verse_id": 516,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "I believe all as you have declared it. I now long to have a vision of your divine form, O Most High!"
  },
  {
    "verse_id": 517,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "If you think it is possible for me to see it, show me, O Lord of Lords, your eternal self."
  },
  {
    "verse_id": 518,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: \"Behold, O Arjuna! My celestial forms, by the hundreds and thousands, various in kind, color, and shape.\""
  },
  {
    "verse_id": 519,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "Behold, thou seest the powers of Nature: fire, earth, wind, and sky; the sun, the heavens, the moon, the stars; all forces of vitality and healing; and the roving winds. Behold, thou seest the myriad wonders revealed to none but thee."
  },
  {
    "verse_id": 520,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "Here, living in Me, O Arjuna, behold the entire universe, both movable and immovable, and anything else you would like to see!"
  },
  {
    "verse_id": 521,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "Yet, since you cannot see Me with mortal eyes, behold, I give you divine sight. Now, see the glory of My sovereignty."
  },
  {
    "verse_id": 522,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "Sanjaya continued: \"Having thus spoken, O King, the Lord Shri Krishna, the Almighty Prince of Wisdom, showed Arjuna the Supreme Form of the Great God."
  },
  {
    "verse_id": 523,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "There were countless eyes, mouths, and innumerable mystic forms, with shining ornaments and flaming celestial weapons."
  },
  {
    "verse_id": 524,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "Crowned with heavenly garlands, clothed in shining garments, anointed with divine unguents, He showed Himself as the Resplendent One, Marvelous, Boundless, and Omnipresent."
  },
  {
    "verse_id": 525,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Could a thousand suns blaze forth together, it would be but a faint reflection of the radiance of the Lord God."
  },
  {
    "verse_id": 526,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "In that vision, Arjuna saw the universe, with its manifold shapes, all embraced in one, its Supreme Lord."
  },
  {
    "verse_id": 527,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "Then, Arjuna, filled with awe, his hair standing on end, bowing his head, and clasping his hands in reverence, spoke to the Lord:"
  },
  {
    "verse_id": 528,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna said: O Almighty God! I see in You the powers of Nature, the various creatures of the world, the Progenitor on His lotus throne, the Sages, and the shining angels."
  },
  {
    "verse_id": 529,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "I see You, infinite in form, with faces, eyes, and limbs everywhere; with no beginning, middle, or end. O You, Lord of the Universe, whose form is universal!"
  },
  {
    "verse_id": 530,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "I see you with the crown, the scepter, and the discus; a blaze of splendor. Scarcely can I gaze upon you, so radiant you are, glowing like a blazing fire, brilliant as the sun, immeasurable."
  },
  {
    "verse_id": 531,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "You are imperishable, the only one worthy of being known, the priceless treasure-house of the universe, the immortal guardian of eternal life, and the everlasting spirit."
  },
  {
    "verse_id": 532,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "Without beginning, without middle, and without end, infinite in power, with arms all-embracing, the sun and moon as Your eyes, Your face beaming with the fire of sacrifice, flooding the whole universe with light."
  },
  {
    "verse_id": 533,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "Alone, you fill all the quarters of the sky, earth, and heaven, and the regions between. O Almighty Lord! Seeing your marvelous and awe-inspiring form, the spheres tremble with fear."
  },
  {
    "verse_id": 534,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "The troops of celestial beings enter into You, some invoking You in fear, with folded palms; the great seers and adepts sing hymns to Your glory, saying, \"All hail!\""
  },
  {
    "verse_id": 535,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "The vital forces, major stars, fire, earth, air, sky, sun, heaven, moon, and planets; the angels, guardians of the universe, divine healers, winds, fathers, heavenly singers, and hosts of mammon-worshippers, demons, and saints are all amazed."
  },
  {
    "verse_id": 536,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "Seeing Thy stupendous Form, O Most Mighty One, with its myriad faces, its innumerable eyes, limbs, and terrible jaws, I myself and all the worlds are overwhelmed with awe."
  },
  {
    "verse_id": 537,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "When I see You, touching the heavens, glowing with color, with open mouth and wide, fiery eyes, I am terrified. O my Lord! My courage and peace of mind abandon me."
  },
  {
    "verse_id": 538,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "When I see Thy mouths with their fearful jaws, like glowing fires at the dissolution of creation, I lose all sense of place and find no rest. Be merciful, O Lord, in whom this universe abides!"
  },
  {
    "verse_id": 539,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "All these sons of Dhritarashtra, along with the hosts of princes, Bheeshma, Drona, and Karna, as well as the other warrior chiefs on our side;"
  },
  {
    "verse_id": 540,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "1\tSee them all rushing headlong into Thy mouths, with terrible tusks, horrible to behold. Some are mangled between Thy jaws, with their heads crushed to atoms."
  },
  {
    "verse_id": 541,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "As rivers in flood surge furiously towards the ocean, so these heroes, the greatest among men, fling themselves into Thy flaming mouths."
  },
  {
    "verse_id": 542,
    "verse_number": 29,
    "author_id": 1,
    "language_id": 1,
    "text": "As moths impetuously fly towards the flame, only to be killed, so these men rush into Your mouths to court their own destruction."
  },
  {
    "verse_id": 543,
    "verse_number": 30,
    "author_id": 1,
    "language_id": 1,
    "text": "You seem to swallow up the worlds, lapping them in flame. Your glory fills the universe. Your fierce rays beat down upon it irresistibly."
  },
  {
    "verse_id": 544,
    "verse_number": 31,
    "author_id": 1,
    "language_id": 1,
    "text": "Tell me then, who are You, who wears this dreadful form? I bow before You, O Mighty One! Have mercy, I pray, and let me see You as You were at first. I do not know what Your intentions are."
  },
  {
    "verse_id": 545,
    "verse_number": 32,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: I have shown myself to you as the Destroyer who lays waste the world and whose purpose is destruction. In spite of your efforts, all these warriors gathered for battle shall not escape death."
  },
  {
    "verse_id": 546,
    "verse_number": 33,
    "author_id": 1,
    "language_id": 1,
    "text": "Then gird up your loins and conquer. Subdue your foes and enjoy the kingdom in prosperity. I have already doomed them. Be thou my instrument, Arjuna!"
  },
  {
    "verse_id": 547,
    "verse_number": 34,
    "author_id": 1,
    "language_id": 1,
    "text": "Drona, Bheeshma, Jayadratha, Karna, and other brave warriors - I have condemned them all. Destroy them; fight without fear. Your foes shall be crushed.\""
  },
  {
    "verse_id": 548,
    "verse_number": 35,
    "author_id": 1,
    "language_id": 1,
    "text": "Sanjaya continued: \"Having heard these words from the Lord Shri Krishna, the Prince Arjuna, with folded hands trembling, prostrated himself and with a choked voice, bowing down again and again, and overwhelmed with awe, once more addressed the Lord."
  },
  {
    "verse_id": 549,
    "verse_number": 36,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna said: My Lord! It is natural for the world to revel and rejoice when singing praises of Your glory; the demons fly in fear and the saints offer You their salutations."
  },
  {
    "verse_id": 550,
    "verse_number": 37,
    "author_id": 1,
    "language_id": 1,
    "text": "How else should they do? O Supreme Self, greater than the powers of creation, the first cause, infinite, the Lord of Lords, the home of the universe, imperishable, being and non-being, yet transcending both."
  },
  {
    "verse_id": 551,
    "verse_number": 38,
    "author_id": 1,
    "language_id": 1,
    "text": "You are the Primal God, the Ancient One, the Supreme Abode of this universe, the Knower, the Knowledge, and the Final Home. You fill everything. Your form is infinite."
  },
  {
    "verse_id": 552,
    "verse_number": 39,
    "author_id": 1,
    "language_id": 1,
    "text": "You are the wind, you are death, you are the fire, the water, the moon, the father, and the grandfather. Honor and glory to you a thousand and a thousand times! Again and again, salutations to you, O my Lord!"
  },
  {
    "verse_id": 553,
    "verse_number": 40,
    "author_id": 1,
    "language_id": 1,
    "text": "Salutations to Thee in front and on all sides, Thou who encompasseth me round about. Thy power is infinite; Thy majesty immeasurable; Thou upholdest all things; indeed, Thou Thyself art All."
  },
  {
    "verse_id": 554,
    "verse_number": 41,
    "author_id": 1,
    "language_id": 1,
    "text": "Whatever I have said to you in rashness, taking you only as a friend and addressing you as “O Krishna! O Yadava! O Friend!” in thoughtless familiarity, without understanding your greatness;"
  },
  {
    "verse_id": 555,
    "verse_number": 42,
    "author_id": 1,
    "language_id": 1,
    "text": "Whatever insults I have offered to You in jest, in sport, in repose, in conversation, or at a banquet, alone or in a crowd, I ask for Your forgiveness for them all, O You Who are without equal!"
  },
  {
    "verse_id": 556,
    "verse_number": 43,
    "author_id": 1,
    "language_id": 1,
    "text": "For you are the Father of all things movable and immovable, the Worshipful, the Master of Masters! In all the worlds, there is none equal to you; how then could there be one superior, O you who stand alone, Supreme?"
  },
  {
    "verse_id": 557,
    "verse_number": 44,
    "author_id": 1,
    "language_id": 1,
    "text": "Therefore, I prostrate myself before You, O Lord! Most Adorable! I salute You, and I ask for Your blessing. Only You can be trusted to bear with me, like a father to a son, like a friend to a friend, and like a lover to his beloved."
  },
  {
    "verse_id": 558,
    "verse_number": 45,
    "author_id": 1,
    "language_id": 1,
    "text": "I rejoice that I have seen what no man has ever seen before; yet, O Lord! I am overwhelmed with fear. Please take on the form I know. Be merciful, O Lord! You who are the home of the entire universe."
  },
  {
    "verse_id": 559,
    "verse_number": 46,
    "author_id": 1,
    "language_id": 1,
    "text": "I long to see Thee as Thou wert before, with the crown, the scepter, and the discus in Thy hands; in Thy other form, with Thy four hands, O Thou whose arms are countless and whose forms are infinite."
  },
  {
    "verse_id": 560,
    "verse_number": 47,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: My beloved friend! It is only through My grace and power that you have been able to see this vision of splendour, the Universal, the Infinite, the Original. Never has it been seen by anyone else."
  },
  {
    "verse_id": 561,
    "verse_number": 48,
    "author_id": 1,
    "language_id": 1,
    "text": "It is not possible for man on earth to see what thou hast seen, O thou foremost hero of the Kuru-clan, through study of the scriptures, sacrifice or gift, ritual or rigorous austerity!"
  },
  {
    "verse_id": 562,
    "verse_number": 49,
    "author_id": 1,
    "language_id": 1,
    "text": "Do not be afraid or confused by the terrible vision. Put away your fear and, with a joyful mind, see Me again in My usual form."
  },
  {
    "verse_id": 563,
    "verse_number": 50,
    "author_id": 1,
    "language_id": 1,
    "text": "Sanjaya continued: \"Having thus spoken to Arjuna, Lord Shri Krishna showed Himself again in His accustomed form; and the Mighty Lord, in gentle tones, softly consoled him who had recently trembled with fear."
  },
  {
    "verse_id": 564,
    "verse_number": 51,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna said: Seeing You in Your gentle human form, my Lord, I am myself again, calm once more."
  },
  {
    "verse_id": 565,
    "verse_number": 52,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: It is difficult to see the vision of Me that thou hast seen. Even the most powerful have longed for it in vain."
  },
  {
    "verse_id": 566,
    "verse_number": 53,
    "author_id": 1,
    "language_id": 1,
    "text": "It is not possible to see Me as you have done through studying the scriptures, performing austerities, giving gifts, or making sacrifices."
  },
  {
    "verse_id": 567,
    "verse_number": 54,
    "author_id": 1,
    "language_id": 1,
    "text": "Only through tireless devotion can I be seen and known; only in this way can a person become one with Me, O Arjuna!"
  },
  {
    "verse_id": 568,
    "verse_number": 55,
    "author_id": 1,
    "language_id": 1,
    "text": "He who does every action for My sake, to whom I am the final goal, who loves Me alone and hates no one—O My dearest son, only he can realize Me!"
  },
  {
    "verse_id": 569,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna asked, \"My Lord, which are the better devotees who worship You: those who try to know You as a Personal God, or those who worship You as Impersonal and Indestructible?\""
  },
  {
    "verse_id": 570,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: Those who keep their minds fixed on Me, who worship Me always with unwavering faith and concentration, are the very best."
  },
  {
    "verse_id": 571,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "Those who worship Me as the Indestructible, the Undefinable, the Omnipresent, the Unthinkable, the Primal, the Immutable, and the Eternal;"
  },
  {
    "verse_id": 572,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "Subduing their senses, viewing all conditions of life with an equal eye, and working for the welfare of all beings, they assuredly come to Me."
  },
  {
    "verse_id": 573,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "But they who fix their attention on the Absolute and Impersonal encounter greater hardships, for it is difficult for those who have a body to realize Me as without one."
  },
  {
    "verse_id": 574,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "Verily, those who surrender their actions to Me, who contemplate Me, worship Me, and meditate on Me alone, with no thought other than Me."
  },
  {
    "verse_id": 575,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! I rescue them from the ocean of life and death, for their minds are fixed upon Me."
  },
  {
    "verse_id": 576,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "Then let your mind cling only to Me, let your intellect abide in Me; and without doubt, you will live hereafter in Me alone."
  },
  {
    "verse_id": 577,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "But if you cannot fix your mind firmly on Me, then, my beloved friend, try to do so through constant practice."
  },
  {
    "verse_id": 578,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "And if you are not strong enough to practice concentration, then devote yourself to My service, do all your acts for My sake, and you will still attain the goal."
  },
  {
    "verse_id": 579,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "And if thou art too weak to do even this, then seek refuge in union with Me, and with perfect self-control renounce the fruits of thy actions."
  },
  {
    "verse_id": 580,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Knowledge is superior to blind action, meditation is superior to knowledge, renunciation of the fruit of action is superior to meditation, and peace follows from renunciation."
  },
  {
    "verse_id": 581,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "He who is incapable of hatred towards any being, who is kind and compassionate, free from selfishness, without pride, equable in pleasure and pain, and forgiving—"
  },
  {
    "verse_id": 582,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "Always content, self-centered, self-controlled, resolute, with mind and reason dedicated to Me, such a devotee of Mine is beloved to Me."
  },
  {
    "verse_id": 583,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "He who does not harm the world, and whom the world cannot harm, who is not carried away by any impulse of joy, anger, or fear; such a one is My beloved."
  },
  {
    "verse_id": 584,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "He who expects nothing, is pure, watchful, indifferent, unruffled, and renounces all initiative—such a one is My beloved."
  },
  {
    "verse_id": 585,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "He who is beyond joy and hate, who neither laments nor desires, to whom good and evil fortunes are the same, such a one is beloved to Me."
  },
  {
    "verse_id": 586,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "He to whom friend and foe are alike, who welcomes equally honor and dishonor, heat and cold, pleasure and pain, and who is enamored of nothing—"
  },
  {
    "verse_id": 587,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "Who is indifferent to praise and censure, enjoys silence, is content with every fate, has no fixed abode, is steadfast in mind, and filled with devotion—such a one is My beloved."
  },
  {
    "verse_id": 588,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "Verily, those who love the spiritual wisdom as I have taught, whose faith never wavers, and who focus their entire being on Me, they are indeed My most beloved."
  },
  {
    "verse_id": 589,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna asked, \"My Lord, who is God, what is Nature, what is Matter, and what is the Self? What is Wisdom, and what is worth knowing? I wish to have this explained.\""
  },
  {
    "verse_id": 590,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: O Arjuna! The body of a person is the playground of the Self; and That which knows the activities of Matter, sages call the Self."
  },
  {
    "verse_id": 591,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "I am the omniscient Self that abides in the realm of matter; knowledge of matter and of the all-knowing Self is wisdom."
  },
  {
    "verse_id": 592,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "What is called Matter, of what it is composed, whence it came, and why it changes, what the Self is, and what its power - this I will now briefly set forth."
  },
  {
    "verse_id": 593,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Seers have sung of it in various ways, in many hymns and sacred Vedic songs, weighty in thought and convincing in their arguments."
  },
  {
    "verse_id": 594,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "The five great fundamentals—earth, fire, air, water, and ether—personality, intellect, the mysterious life force, the ten organs of perception and action, the mind, and the five domains of sensation—"
  },
  {
    "verse_id": 595,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "Desire, aversion, pleasure, pain, sympathy, vitality, and the persistent clinging to life—these are, in brief, the constituents of changing matter."
  },
  {
    "verse_id": 596,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "Humility, sincerity, harmlessness, forgiveness, rectitude, service to the Master, purity, steadfastness, and self-control;"
  },
  {
    "verse_id": 597,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "Renouncing the delights of the senses, being without pride, having a right understanding of the painful problem of birth and death, and of age and sickness;"
  },
  {
    "verse_id": 598,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "Indifference, non-attachment to sex, progeny, or home, equanimity in both good fortune and bad;"
  },
  {
    "verse_id": 599,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "Unswerving devotion to Me, with concentration on Me and Me alone, a love for solitude, and indifference to social life;"
  },
  {
    "verse_id": 600,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Constant yearning for the knowledge of the Self, and pondering over the lessons of the great Truth—this is wisdom; all else is ignorance."
  },
  {
    "verse_id": 601,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "I will now speak to you of that great truth which one ought to know, since by it one will attain immortal bliss—that which is without beginning, the eternal spirit which dwells in me, neither with form nor without it."
  },
  {
    "verse_id": 602,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "Everywhere are Its hands and feet; everywhere It has eyes that see, heads that think, and mouths that speak; everywhere It listens; It dwells in all the worlds and envelops them all."
  },
  {
    "verse_id": 603,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "Beyond the senses, it yet shines through every sense perception; bound to nothing, it yet sustains everything; unaffected by the qualities, it still enjoys them all."
  },
  {
    "verse_id": 604,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "It is within all beings, yet outside; motionless yet moving; too subtle to be perceived; far away yet ever near."
  },
  {
    "verse_id": 605,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "In all beings, undivided yet living in division, it is the upholder of all, both creator and destroyer alike."
  },
  {
    "verse_id": 606,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "It is the light of lights, beyond the reach of darkness; the wisdom, the only thing worth knowing or that wisdom can teach; the presence in the hearts of all."
  },
  {
    "verse_id": 607,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "Thus, I have briefly told you what Matter is, the Self worth realizing, and what Wisdom is. He who is devoted to Me knows, and he will assuredly enter into Me."
  },
  {
    "verse_id": 608,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "Know further that Nature and God have no beginning, and that differences in character and quality originate from Nature only."
  },
  {
    "verse_id": 609,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "Nature is the law that generates cause and effect; God is the source of all pleasure and pain."
  },
  {
    "verse_id": 610,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "God, dwelling in the heart of Nature, experiences the qualities that Nature brings forth; and His affinity towards these qualities is the reason for His living in a good or evil body."
  },
  {
    "verse_id": 611,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "Thus, in the body of man dwells the Supreme God; He who sees, permits, upholds, and enjoys is the Highest God and the Highest Self."
  },
  {
    "verse_id": 612,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "He who understands God and Nature, along with her qualities, whatever his condition in life may be, will not come back to earth."
  },
  {
    "verse_id": 613,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "Some realize the Supreme by meditating, with its aid, on the Self within; others by pure reason; and still others by right action."
  },
  {
    "verse_id": 614,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "Others, again, having no direct knowledge but only hearing from others, still worship, and, if they are true to the teachings, they too will cross the sea of death."
  },
  {
    "verse_id": 615,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "Wherever life is seen in things movable or immovable, it is the result of the combination of Matter and Spirit."
  },
  {
    "verse_id": 616,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "He who can see the Supreme Lord in all beings, the Imperishable amidst the perishable, he is the one who truly sees."
  },
  {
    "verse_id": 617,
    "verse_number": 29,
    "author_id": 1,
    "language_id": 1,
    "text": "Beholding the Lord equally in all things, his actions do not mar his spiritual life but lead him to the heights of bliss."
  },
  {
    "verse_id": 618,
    "verse_number": 30,
    "author_id": 1,
    "language_id": 1,
    "text": "He who understands that it is only the Law of Nature that brings action to fruition, and that the Self never acts, alone knows the Truth."
  },
  {
    "verse_id": 619,
    "verse_number": 31,
    "author_id": 1,
    "language_id": 1,
    "text": "He who sees the diverse forms of life all rooted in One and growing forth from Him, shall indeed find the Absolute."
  },
  {
    "verse_id": 620,
    "verse_number": 32,
    "author_id": 1,
    "language_id": 1,
    "text": "The Supreme Spirit, O Prince, is without beginning, has no qualities, and is imperishable. Though it is within the body, it does not act, nor is it affected by action."
  },
  {
    "verse_id": 621,
    "verse_number": 33,
    "author_id": 1,
    "language_id": 1,
    "text": "As space, though present everywhere, remains unaffected due to its subtlety, so too the Self, though present in all forms, retains its purity unalloyed."
  },
  {
    "verse_id": 622,
    "verse_number": 34,
    "author_id": 1,
    "language_id": 1,
    "text": "As the one Sun illuminates the entire earth, so the Lord illuminates the entire universe."
  },
  {
    "verse_id": 623,
    "verse_number": 35,
    "author_id": 1,
    "language_id": 1,
    "text": "Those who, with the eyes of wisdom, thus see the difference between Matter and Spirit, and know how to liberate life from the Law of Nature, attain the Supreme."
  },
  {
    "verse_id": 624,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "\"Lord Shri Krishna continued: Now I will reveal to you the wisdom that is beyond knowledge, by attaining which the sages have reached perfection."
  },
  {
    "verse_id": 625,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "Dwelling in wisdom and realizing My divinity, they are not reborn when the universe is recreated at the beginning of every cycle, nor are they affected when it is dissolved."
  },
  {
    "verse_id": 626,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "The eternal cosmos is My womb, in which I plant the seed from which all beings are born, O prince!"
  },
  {
    "verse_id": 627,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "O illustrious son of Kunti! Through whatever wombs men are born, it is the Spirit itself that conceives, and I am their father."
  },
  {
    "verse_id": 628,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Corrected:\nPurity, passion, and ignorance are the qualities that the law of nature brings forth. They fetter the free spirit in all beings."
  },
  {
    "verse_id": 629,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "O Sinless One! Of these, purity, being luminous, strong, and invulnerable, binds one with its yearning for happiness and illumination."
  },
  {
    "verse_id": 630,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "Passion, engendered by thirst for pleasure and attachment, binds the soul through its fondness for activities."
  },
  {
    "verse_id": 631,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "But Ignorance, the product of darkness, stupefies the senses of all embodied beings, binding them with chains of folly, indolence, and lethargy."
  },
  {
    "verse_id": 632,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "Purity brings happiness, passion brings commotion, and ignorance, which obscures wisdom, leads to a life of failure."
  },
  {
    "verse_id": 633,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "O Prince! Purity prevails when passion and ignorance are overcome; passion, when purity and ignorance are overcome; and ignorance when it is overcome by purity and passion."
  },
  {
    "verse_id": 634,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "When the light of knowledge gleams forth from all the gates of the body, then be sure that purity prevails."
  },
  {
    "verse_id": 635,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "O best of Indians! Avarice, the impulse to act, and the beginning of action itself are all due to the dominance of passion."
  },
  {
    "verse_id": 636,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "Darkness, stagnation, folly, and infatuation are the results of the dominance of ignorance, O joy of the Kuru clan!"
  },
  {
    "verse_id": 637,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "When purity prevails, the soul, upon leaving the body, passes on to the pure regions where those who know the Highest reside."
  },
  {
    "verse_id": 638,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "When passion prevails, the soul is reborn among those who love activity; when ignorance rules, it enters the wombs of the ignorant."
  },
  {
    "verse_id": 639,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "They say the fruit of a meritorious action is spotless and pure; the outcome of passion is misery, and of ignorance, darkness."
  },
  {
    "verse_id": 640,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "Purity engenders wisdom, passion avarice, and ignorance folly, infatuation, and darkness."
  },
  {
    "verse_id": 641,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "When purity is in the ascendant, the man evolves; when passion is in the ascendant, he neither evolves nor degenerates; when ignorance is in the ascendant, he is lost."
  },
  {
    "verse_id": 642,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "As soon as one understands that it is only the qualities that act and nothing else, and perceives that which is beyond, they attain My divine nature."
  },
  {
    "verse_id": 643,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "When the soul transcends the Qualities, which are the real cause of physical existence, then, freed from birth and death, from old age and misery, he drinks the nectar of immortality."
  },
  {
    "verse_id": 644,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna asked, \"My Lord, how can one recognize someone who has transcended the qualities? How do they act and live beyond them?\""
  },
  {
    "verse_id": 645,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: O Prince! He who does not shun the quality that is present and does not long for that which is absent;"
  },
  {
    "verse_id": 646,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "He who maintains an attitude of indifference, who is not disturbed by the qualities, who realizes that it is only they who act, and remains calm;"
  },
  {
    "verse_id": 647,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "Who accepts pain and pleasure as they come, is centered in their Self, to whom a piece of clay, stone, or gold are all the same, who neither likes nor dislikes, who is steadfast, indifferent alike to praise or censure;"
  },
  {
    "verse_id": 648,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "Who looks equally upon honor and dishonor, loves friends and foes alike, and abandons all initiative, such is he who transcends the qualities."
  },
  {
    "verse_id": 649,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "And he who serves Me alone, with unwavering devotion, shall overcome the Qualities and become one with the Eternal."
  },
  {
    "verse_id": 650,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "For I am the home of the spirit, the continual source of immortality, eternal righteousness, and infinite joy."
  },
  {
    "verse_id": 651,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "\"Lord Shri Krishna continued: This phenomenal creation, which is both ephemeral and eternal, is like a tree, with its seed above in the Highest and its ramifications below on this earth. The scriptures are its leaves, and he who understands this knows."
  },
  {
    "verse_id": 652,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "Its branches shoot upwards and downwards, deriving their nourishment from the qualities; its buds are the objects of sense; and its roots, which follow the law, causing man's regeneration and degeneration, pierce downwards into the soil."
  },
  {
    "verse_id": 653,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "In this world, its true form is not known, neither its origin nor its end, and its strength is not understood—until the tree, with its roots striking deep into the earth, is hewn down by the sharp axe of non-attachment."
  },
  {
    "verse_id": 654,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "Beyond lies the path, from which, once found, there is no return. This is the Primal God from whom this ancient creation has sprung."
  },
  {
    "verse_id": 655,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "The wise attain Eternity when, freed from pride and delusion, they have conquered their love for the things of sense; when, renouncing desire and fixing their gaze on the Self, they cease to be tossed to and fro by the opposing sensations, such as pleasure and pain."
  },
  {
    "verse_id": 656,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "Neither the sun, nor the moon, nor fire shines there. Those who go there never come back. For, O Arjuna, that is my celestial home!"
  },
  {
    "verse_id": 657,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "It is only a very small part of My Eternal Self, which is the life of the universe, that draws around itself the six senses, with the mind being the last, which have their source in Nature."
  },
  {
    "verse_id": 658,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "When the Supreme Lord enters a body or leaves it, He gathers these senses together and travels with them, as the wind gathers perfume while passing through the flowers."
  },
  {
    "verse_id": 659,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "He is the perception of the ear, the eye, the touch, the taste, the smell, and the mind; and the enjoyment of the things they perceive is also His."
  },
  {
    "verse_id": 660,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "The ignorant do not see that it is He who is present in life and departs at death, or even that it is He who enjoys pleasure through the qualities. Only the eye of wisdom sees this."
  },
  {
    "verse_id": 661,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "The saints, with great effort, find Him within themselves; however, the unintelligent, despite their efforts, cannot control their minds."
  },
  {
    "verse_id": 662,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Remember that the light which proceeds from the sun, illuminating the whole world, and the light which is in the moon, and that which is in the fire, all are born of me."
  },
  {
    "verse_id": 663,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "I enter this world and animate all My creatures with My vitality; and by My cool moonbeams, I nourish the plants."
  },
  {
    "verse_id": 664,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "Becoming the fire of life, I pass into their bodies and, uniting with the vital streams of Prāṇa and Apāna, I digest the various kinds of food."
  },
  {
    "verse_id": 665,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "I am enthroned in the hearts of all; memory, wisdom, and discrimination owe their origins to Me. I am He Who is to be realized in the scriptures; I inspire their wisdom, and I know their truth."
  },
  {
    "verse_id": 666,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "There are two aspects in Nature: the perishable and the imperishable. All life in this world belongs to the former, while the unchanging element belongs to the latter."
  },
  {
    "verse_id": 667,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "But I am higher than all, the Supreme God, the Absolute Self, the Eternal Lord, who pervades and upholds all the worlds."
  },
  {
    "verse_id": 668,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "I am beyond comparison with the Eternal and the non-eternal; I am known as the Supreme Personality, the Highest God, by scriptures and sages."
  },
  {
    "verse_id": 669,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "He who, with unclouded vision, sees Me as the Lord-God, knows all that there is to be known and will always worship Me with his whole heart."
  },
  {
    "verse_id": 670,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "Thus, O sinless one, I have revealed this most mystic knowledge to thee. He who understands it gains wisdom and attains the consummation of life."
  },
  {
    "verse_id": 671,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "\"Lord Shri Krishna continued: Fearlessness, clean living, unceasing concentration on wisdom, readiness to give, self-control, a spirit of sacrifice, regular study of the scriptures, austerity, candor,"
  },
  {
    "verse_id": 672,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "Harmlessness, truth, absence of wrath, renunciation, contentment, straightforwardness, compassion towards all, uncovetousness, courtesy, modesty, and constancy."
  },
  {
    "verse_id": 673,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "Valor, forgiveness, fortitude, purity, freedom from hate and vanity—these are the qualities of one who possesses the divine, O Arjuna!"
  },
  {
    "verse_id": 674,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "Hypocrisy, pride, insolence, cruelty, and ignorance belong to those born of godless qualities."
  },
  {
    "verse_id": 675,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Godly qualities lead to liberation; godless ones lead to bondage. Do not be anxious, Prince! You have the Godly qualities."
  },
  {
    "verse_id": 676,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "No changes needed."
  },
  {
    "verse_id": 677,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "The godless do not know how to act or renounce; they lack both purity and truth. They do not understand the right principles of conduct."
  },
  {
    "verse_id": 678,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "They say the universe is an accident with no purpose and no God. Life is created through sexual union, a product of lust and nothing else."
  },
  {
    "verse_id": 679,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "Thinking thus, these degraded souls, these enemies of mankind—whose intelligence is negligible and whose deeds are monstrous—come into the world only to destroy."
  },
  {
    "verse_id": 680,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "Giving themselves up to insatiable passions, hypocritically, self-sufficiently, and arrogantly, cherishing false conceptions founded on delusion, they work only to carry out their own unholy purposes."
  },
  {
    "verse_id": 681,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "Poring anxiously over evil resolutions that only end in death, seeking only the gratification of desire as the highest goal, and seeing nothing beyond—"
  },
  {
    "verse_id": 682,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Caught in the toils of a hundred vain hopes, enslaved by passion and wrath, they accumulate hoards of unjust wealth, only to indulge their sensual desires."
  },
  {
    "verse_id": 683,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "Today I have gained this; tomorrow I will fulfill another desire; this wealth is mine now, and the rest will soon be mine."
  },
  {
    "verse_id": 684,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "I have slain one enemy; I will slay the others too. I am worthy of enjoying; I am the Almighty, perfect, powerful, and happy."
  },
  {
    "verse_id": 685,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "I am wealthy, I am of noble birth; who can compare with me? I will sacrifice, I will give, I will pay—and I will enjoy. Thus blinded by ignorance,"
  },
  {
    "verse_id": 686,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "Perplexed by discordant thoughts, entangled in the snares of desire, infatuated by passion, they sink into the depths of hell."
  },
  {
    "verse_id": 687,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "Self-conceited, stubborn, wealthy, proud, and insolent, they make a show of their patronage, disregarding the norms of propriety."
  },
  {
    "verse_id": 688,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "Puffed up by power and inordinate conceit, swayed by lust and wrath, these wicked people hate Me, Who am within them as I am within all."
  },
  {
    "verse_id": 689,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "Those who thus hate Me, who are cruel, the dregs of mankind, I condemn them to a continuous, miserable, and godless rebirth."
  },
  {
    "verse_id": 690,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "So, reborn, they spend life after life enveloped in delusion, and they never reach Me, O Prince, but degenerate into even lower forms of life."
  },
  {
    "verse_id": 691,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "The gates of hell are three: lust, wrath, and avarice; they destroy the Self, so avoid them."
  },
  {
    "verse_id": 692,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "These are the gates that lead to darkness; if one avoids them, they will ensure their own welfare and eventually attain liberation."
  },
  {
    "verse_id": 693,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "But he who neglects the commands of the scriptures and follows the promptings of passion does not attain perfection, happiness, or the final goal."
  },
  {
    "verse_id": 694,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "Therefore, whenever there is doubt as to whether you should do something or not, let the scriptures guide your conduct. In the light of the scriptures, you should labor your whole life."
  },
  {
    "verse_id": 695,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna asked, \"My Lord, what is the condition of those who perform acts of sacrifice not according to the scriptures, but with implicit faith? Is it one of purity, passion, or ignorance?\""
  },
  {
    "verse_id": 696,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: Man has an inherent faith in one or another of the qualities—purity, passion, and ignorance. Now, listen."
  },
  {
    "verse_id": 697,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "Every person's faith conforms to their nature. By nature, they are full of faith. They are, in fact, what their faith makes them."
  },
  {
    "verse_id": 698,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "The pure worship the true God; the passionate, the powers of wealth and magic; the ignorant, the spirits of the dead and lower orders of nature."
  },
  {
    "verse_id": 699,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Those who practice austerities not commanded by scripture, who are enslaved to hypocrisy and egotism, who are carried away by the fury of desire and passion,"
  },
  {
    "verse_id": 700,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "They are ignorant and torment the organs of the body, harassing Me who lives within. Know that they are devoted to evil."
  },
  {
    "verse_id": 701,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "The food that people enjoy is also threefold, like the ways of sacrifice, austerity, and almsgiving. Listen to the distinction."
  },
  {
    "verse_id": 702,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "The foods that prolong life, increase purity, vigour, health, cheerfulness, and happiness are those that are delicious, soothing, substantial, and agreeable; these are loved by the pure."
  },
  {
    "verse_id": 703,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "Those in whom passion is dominant like foods that are bitter, sour, salty, overly hot, pungent, dry, and burning. These produce unhappiness, repentance, and disease."
  },
  {
    "verse_id": 704,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "The ignorant love food that is stale, not nourishing, putrid, and corrupt; the leftovers of others, and unclean."
  },
  {
    "verse_id": 705,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "Sacrifice is pure when it is offered by one who does not covet the fruit of it, when it is done according to the commands of scripture, and with implicit faith that the sacrifice is a duty."
  },
  {
    "verse_id": 706,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "Sacrifice which is performed for the sake of its results, or for self-glorification - that, O best of Aryans, is the product of passion."
  },
  {
    "verse_id": 707,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "Sacrifice that is contrary to scriptural command, that is unaccompanied by prayers or gifts of food or money, and is without faith—that is the product of ignorance."
  },
  {
    "verse_id": 708,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "Worship of God and the Master; respect for the preacher and the philosopher; purity, rectitude, continence, and harmlessness—all of these constitute physical austerity."
  },
  {
    "verse_id": 709,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "Speech that hurts no one, that is true, pleasant to listen to, and beneficial, and the constant study of the scriptures—this is austerity of speech."
  },
  {
    "verse_id": 710,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "Serenity, kindness, silence, self-control, and purity—these are the austerities of the mind."
  },
  {
    "verse_id": 711,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "These threefold austerities, performed with faith and without thought of reward, can truly be considered pure."
  },
  {
    "verse_id": 712,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "Austerity coupled with hypocrisy, or performed for the sake of self-glorification, popularity, or vanity, comes from passion, and its result is always uncertain and temporary."
  },
  {
    "verse_id": 713,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "Austerity done under delusion, and accompanied with sorcery or the infliction of pain upon oneself or another, may be assumed to spring from ignorance."
  },
  {
    "verse_id": 714,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "The gift that is given without thought of recompense, believing it should be made, in an appropriate place, at an opportune time, and to a deserving person—such a gift is pure."
  },
  {
    "verse_id": 715,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "That which is given for the sake of the results it will produce, or with the hope of recompense, or grudgingly—that may truly be said to be the outcome of passion."
  },
  {
    "verse_id": 716,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "And that which is given at an inappropriate place or time or to one who is undeserving, or with disrespect or contempt - such a gift is the result of ignorance."
  },
  {
    "verse_id": 717,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "Om Tat Sat is the triple designation of the Eternal Spirit, by which the Vedic Scriptures, ceremonials, and sacrifices were ordained of old."
  },
  {
    "verse_id": 718,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "Therefore, all acts of sacrifice, gifts, and austerities prescribed by the scriptures are always begun by those who understand the Spirit with the word \"Om.\""
  },
  {
    "verse_id": 719,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "Those who desire deliverance begin their acts of sacrifice, austerity, or gift with the word \"Tat\" (meaning \"That\"), without thought of reward."
  },
  {
    "verse_id": 720,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "Sat' means Reality or the highest Good, and also, O Arjuna, it is used to denote an action of exceptional merit."
  },
  {
    "verse_id": 721,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "Conviction in sacrifice, austerity, and giving is also called Sat. So too, an action done only for the Lord's sake."
  },
  {
    "verse_id": 722,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "Whatever is done without faith, whether it be sacrifice, austerity, gift, or anything else, is called Asat (meaning \"Unreal\"), for it is the negation of Sat, O Arjuna! Such an act has no significance, here or hereafter."
  },
  {
    "verse_id": 723,
    "verse_number": 1,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna asked, \"O Mighty One! I desire to know how relinquishment is distinguished from renunciation."
  },
  {
    "verse_id": 724,
    "verse_number": 2,
    "author_id": 1,
    "language_id": 1,
    "text": "Lord Shri Krishna replied: The sages say that renunciation is forgoing an action that springs from desire, and relinquishing is the surrender of its fruit."
  },
  {
    "verse_id": 725,
    "verse_number": 3,
    "author_id": 1,
    "language_id": 1,
    "text": "Some philosophers say that all action is evil and should be abandoned, whereas others maintain that acts of sacrifice, benevolence, and austerity should not be given up."
  },
  {
    "verse_id": 726,
    "verse_number": 4,
    "author_id": 1,
    "language_id": 1,
    "text": "O best of Indians! Listen to my judgment regarding this problem. It has a threefold aspect."
  },
  {
    "verse_id": 727,
    "verse_number": 5,
    "author_id": 1,
    "language_id": 1,
    "text": "Acts of sacrifice, benevolence, and austerity should not be given up, but should be performed, for they purify the aspiring soul."
  },
  {
    "verse_id": 728,
    "verse_number": 6,
    "author_id": 1,
    "language_id": 1,
    "text": "But they should be done with detachment and without thought of reward. This is my final judgement."
  },
  {
    "verse_id": 729,
    "verse_number": 7,
    "author_id": 1,
    "language_id": 1,
    "text": "It is not right to give up actions which are obligatory; and if they are misunderstood, it is the result of sheer ignorance."
  },
  {
    "verse_id": 730,
    "verse_number": 8,
    "author_id": 1,
    "language_id": 1,
    "text": "To avoid an action out of fear of physical suffering, as it is likely to be painful, is to act out of passion, and the benefit of renunciation will not be gained."
  },
  {
    "verse_id": 731,
    "verse_number": 9,
    "author_id": 1,
    "language_id": 1,
    "text": "He who performs an obligatory action, believing it to be a duty that ought to be done, without any personal desire to do the act or to receive any return—such renunciation is pure."
  },
  {
    "verse_id": 732,
    "verse_number": 10,
    "author_id": 1,
    "language_id": 1,
    "text": "The wise man who has attained purity, whose doubts are resolved, who is filled with the spirit of self-abnegation, does not shy away from action due to its pain, nor does he crave it due to its pleasure."
  },
  {
    "verse_id": 733,
    "verse_number": 11,
    "author_id": 1,
    "language_id": 1,
    "text": "But since those still in the body cannot entirely avoid action, in their case, the abandonment of the fruit of action is considered as complete renunciation."
  },
  {
    "verse_id": 734,
    "verse_number": 12,
    "author_id": 1,
    "language_id": 1,
    "text": "For those who cannot renounce all desires, the fruit of action hereafter is threefold—good, evil, and partly good and partly evil. But for him who has renounced, there is none."
  },
  {
    "verse_id": 735,
    "verse_number": 13,
    "author_id": 1,
    "language_id": 1,
    "text": "I will now tell you, O Mighty Man, the five causes that must come together, according to the final decision of philosophy, for an action to be accomplished."
  },
  {
    "verse_id": 736,
    "verse_number": 14,
    "author_id": 1,
    "language_id": 1,
    "text": "They have a body, a personality, physical organs, and manifold activities and destinies."
  },
  {
    "verse_id": 737,
    "verse_number": 15,
    "author_id": 1,
    "language_id": 1,
    "text": "Whatever action a person performs, whether by muscular effort, speech, or thought, and whether it be right or wrong, these five are the essential causes."
  },
  {
    "verse_id": 738,
    "verse_number": 16,
    "author_id": 1,
    "language_id": 1,
    "text": "But the fool, who, due to his immature judgment, supposes that it is his own Self alone that acts, perverts the truth and does not see rightly."
  },
  {
    "verse_id": 739,
    "verse_number": 17,
    "author_id": 1,
    "language_id": 1,
    "text": "He who has no pride and whose intellect is unalloyed by attachment, even though he kills these people, he does not kill them, and his act does not bind him."
  },
  {
    "verse_id": 740,
    "verse_number": 18,
    "author_id": 1,
    "language_id": 1,
    "text": "Knowledge, the knower, and the object of knowledge are the three incentives to action; and the act, the actor, and the instrument are the threefold constituents."
  },
  {
    "verse_id": 741,
    "verse_number": 19,
    "author_id": 1,
    "language_id": 1,
    "text": "The knowledge, the action, and the doer differ according to their qualities. Listen to this as well."
  },
  {
    "verse_id": 742,
    "verse_number": 20,
    "author_id": 1,
    "language_id": 1,
    "text": "That knowledge which sees the One Indestructible in all beings, the One Indivisible in all separate lives, can be truly called Pure Knowledge."
  },
  {
    "verse_id": 743,
    "verse_number": 21,
    "author_id": 1,
    "language_id": 1,
    "text": "The knowledge that perceives the manifold existence in all beings as separate comes from passion."
  },
  {
    "verse_id": 744,
    "verse_number": 22,
    "author_id": 1,
    "language_id": 1,
    "text": "But that which clings blindly to one idea as if it were all, without logic, truth, or insight, has its origin in darkness."
  },
  {
    "verse_id": 745,
    "verse_number": 23,
    "author_id": 1,
    "language_id": 1,
    "text": "An obligatory action done by one who is disinterested, who neither likes nor dislikes it, and gives no thought to the consequences that may follow, such an action is Pure."
  },
  {
    "verse_id": 746,
    "verse_number": 24,
    "author_id": 1,
    "language_id": 1,
    "text": "But even though an action involves the most strenuous endeavor, yet if the doer is seeking to gratify their desires and is filled with personal vanity, it may be assumed to originate in passion."
  },
  {
    "verse_id": 747,
    "verse_number": 25,
    "author_id": 1,
    "language_id": 1,
    "text": "An action undertaken through delusion, with no regard to the spiritual implications, the capacity of the doer, or the potential harm that may follow, is assumed to be a product of ignorance."
  },
  {
    "verse_id": 748,
    "verse_number": 26,
    "author_id": 1,
    "language_id": 1,
    "text": "But when a person has no sentiment or ego, when they possess courage and confidence, not caring whether they succeed or fail, then their action arises from purity."
  },
  {
    "verse_id": 749,
    "verse_number": 27,
    "author_id": 1,
    "language_id": 1,
    "text": "In one who is impulsive, greedy, looking for reward, violent, impure, and torn between joy and sorrow, it may be assumed that Passion is predominant."
  },
  {
    "verse_id": 750,
    "verse_number": 28,
    "author_id": 1,
    "language_id": 1,
    "text": "While he whose purpose is weak, who is low-minded, stubborn, dishonest, malicious, lazy, despondent, and procrastinating—he may be assumed to be in darkness."
  },
  {
    "verse_id": 751,
    "verse_number": 29,
    "author_id": 1,
    "language_id": 1,
    "text": "Reason and conviction are threefold, according to the quality that is dominant. I will explain them fully and separately, O Arjuna!"
  },
  {
    "verse_id": 752,
    "verse_number": 30,
    "author_id": 1,
    "language_id": 1,
    "text": "That intellect which understands the creation and dissolution of life, what actions should be done and what not, which discriminates between fear and fearlessness, bondage and deliverance, is Pure."
  },
  {
    "verse_id": 753,
    "verse_number": 31,
    "author_id": 1,
    "language_id": 1,
    "text": "The intellect that does not understand what is right and wrong, and what should be done and not done, is under the sway of Passion."
  },
  {
    "verse_id": 754,
    "verse_number": 32,
    "author_id": 1,
    "language_id": 1,
    "text": "And that which, shrouded in Ignorance, thinks wrong to be right, and sees everything perversely, O Arjuna, that intellect is ruled by Darkness."
  },
  {
    "verse_id": 755,
    "verse_number": 33,
    "author_id": 1,
    "language_id": 1,
    "text": "The conviction and steady concentration with which the mind, the energy, and the senses are controlled—O Arjuna!—are the result of purity."
  },
  {
    "verse_id": 756,
    "verse_number": 34,
    "author_id": 1,
    "language_id": 1,
    "text": "The conviction that always holds fast to rituals, self-interest, and wealth for the sake of what they may bring forth comes from passion."
  },
  {
    "verse_id": 757,
    "verse_number": 35,
    "author_id": 1,
    "language_id": 1,
    "text": "And that which clings perversely to false idealism, fear, grief, despair, and vanity is the product of ignorance."
  },
  {
    "verse_id": 758,
    "verse_number": 36,
    "author_id": 1,
    "language_id": 1,
    "text": "Hear further the three kinds of pleasure. That which increases day by day delivers one from misery."
  },
  {
    "verse_id": 759,
    "verse_number": 37,
    "author_id": 1,
    "language_id": 1,
    "text": "Which at first seems like poison but afterwards acts like nectar—that pleasure is pure, for it is born of wisdom."
  },
  {
    "verse_id": 760,
    "verse_number": 38,
    "author_id": 1,
    "language_id": 1,
    "text": "That which, at first, is like nectar, as the senses revel in their objects, but in the end acts like poison—that pleasure arises from Passion."
  },
  {
    "verse_id": 761,
    "verse_number": 39,
    "author_id": 1,
    "language_id": 1,
    "text": "While the pleasure that drugs the senses from start to finish, which springs from indolence, lethargy, and folly—that pleasure flows from Ignorance."
  },
  {
    "verse_id": 762,
    "verse_number": 40,
    "author_id": 1,
    "language_id": 1,
    "text": "There is nothing anywhere on earth or in the higher worlds that is free from the three Qualities, for they are born of Nature."
  },
  {
    "verse_id": 763,
    "verse_number": 41,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! The duties of spiritual teachers, the soldiers, the traders, and the servants have all been fixed according to the dominant quality in their nature."
  },
  {
    "verse_id": 764,
    "verse_number": 42,
    "author_id": 1,
    "language_id": 1,
    "text": "Serenity, self-restraint, austerity, purity, forgiveness, uprightness, knowledge, wisdom, and faith in God—these constitute the duty of a spiritual teacher."
  },
  {
    "verse_id": 765,
    "verse_number": 43,
    "author_id": 1,
    "language_id": 1,
    "text": "Valor, glory, firmness, skill, generosity, steadiness in battle, and the ability to rule—these constitute the duty of a soldier. They flow from his own nature."
  },
  {
    "verse_id": 766,
    "verse_number": 44,
    "author_id": 1,
    "language_id": 1,
    "text": "Agriculture, the protection of cows, and trade are the duties of a trader, in accordance with his nature. The duty of a servant is to serve, which also agrees with his nature."
  },
  {
    "verse_id": 767,
    "verse_number": 45,
    "author_id": 1,
    "language_id": 1,
    "text": "Perfection is attained when one diligently attends to their duty. Listen, and I will tell you how it is attained by one who always minds their own duty."
  },
  {
    "verse_id": 768,
    "verse_number": 46,
    "author_id": 1,
    "language_id": 1,
    "text": "One reaches perfection by dedicating their actions to God, Who is the source of all being and fills everything."
  },
  {
    "verse_id": 769,
    "verse_number": 47,
    "author_id": 1,
    "language_id": 1,
    "text": "It is better to do one's own duty, however defective it may be, than to follow the duty of another, however well one may perform it. He who does his duty as his own nature reveals it, never commits a sin."
  },
  {
    "verse_id": 770,
    "verse_number": 48,
    "author_id": 1,
    "language_id": 1,
    "text": "The duty that falls to one's lot of its own accord should not be abandoned, though it may have its defects. All acts are marred by defects, just as fire is obscured by smoke."
  },
  {
    "verse_id": 771,
    "verse_number": 49,
    "author_id": 1,
    "language_id": 1,
    "text": "He whose mind is entirely detached, who has conquered himself, and whose desires have vanished, reaches that stage of perfect freedom through his renunciation, where action completes itself and leaves no seed."
  },
  {
    "verse_id": 772,
    "verse_number": 50,
    "author_id": 1,
    "language_id": 1,
    "text": "I will now state briefly how one who has reached perfection finds the Eternal Spirit, the state of Supreme Wisdom."
  },
  {
    "verse_id": 773,
    "verse_number": 51,
    "author_id": 1,
    "language_id": 1,
    "text": "Guided always by pure reason, bravely restraining himself, renouncing the objects of sense and giving up attachment and hatred; he attains peace."
  },
  {
    "verse_id": 774,
    "verse_number": 52,
    "author_id": 1,
    "language_id": 1,
    "text": "Enjoying solitude, being abstemious, having his body, mind, and speech under perfect control, and being absorbed in meditation, he becomes free—always filled with the spirit of renunciation."
  },
  {
    "verse_id": 775,
    "verse_number": 53,
    "author_id": 1,
    "language_id": 1,
    "text": "Having abandoned selfishness, power, arrogance, anger, and desire, possessing nothing of his own, and having attained peace, he is fit to join the Eternal Spirit."
  },
  {
    "verse_id": 776,
    "verse_number": 54,
    "author_id": 1,
    "language_id": 1,
    "text": "When he unites with the Eternal and his soul knows the bliss of the Self, he feels no desire or regret, he regards all beings equally, and enjoys the blessing of supreme devotion to Me."
  },
  {
    "verse_id": 777,
    "verse_number": 55,
    "author_id": 1,
    "language_id": 1,
    "text": "By such devotion, he sees Me, who I am and what I am; and thus realizing the truth, he enters into My kingdom."
  },
  {
    "verse_id": 778,
    "verse_number": 56,
    "author_id": 1,
    "language_id": 1,
    "text": "Relying on Me in all his actions and doing them for My sake, he attains, by My grace, eternal and unchangeable life."
  },
  {
    "verse_id": 779,
    "verse_number": 57,
    "author_id": 1,
    "language_id": 1,
    "text": "Surrender your actions to Me, live in Me, focus your intellect on Me, and always think of Me."
  },
  {
    "verse_id": 780,
    "verse_number": 58,
    "author_id": 1,
    "language_id": 1,
    "text": "Fix your mind on Me, and by My grace you will overcome the obstacles in your path. But if, misled by pride, you do not listen, then you will indeed be lost."
  },
  {
    "verse_id": 781,
    "verse_number": 59,
    "author_id": 1,
    "language_id": 1,
    "text": "If you in your vanity think of avoiding this fight, your will shall not be fulfilled, for Nature herself will compel you."
  },
  {
    "verse_id": 782,
    "verse_number": 60,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna! Your duty binds you. It has arisen from your own nature, and that which you do not desire to do in your delusion, you will do that very thing. You are helpless."
  },
  {
    "verse_id": 783,
    "verse_number": 61,
    "author_id": 1,
    "language_id": 1,
    "text": "God dwells in the hearts of all beings, O Arjuna! He causes them to revolve, as it were, on a wheel, by His mystic power."
  },
  {
    "verse_id": 784,
    "verse_number": 62,
    "author_id": 1,
    "language_id": 1,
    "text": "With all your strength, fly to Him and surrender yourself, and by His grace you will attain Supreme Peace and reach the Eternal Home."
  },
  {
    "verse_id": 785,
    "verse_number": 63,
    "author_id": 1,
    "language_id": 1,
    "text": "Thus, I have revealed to you the truth, the mystery of mysteries. Having thought it over, you are free to act as you wish."
  },
  {
    "verse_id": 786,
    "verse_number": 64,
    "author_id": 1,
    "language_id": 1,
    "text": "Listen to My last word once more, the deepest secret of all; you are My beloved, you are My friend, and I speak for your welfare."
  },
  {
    "verse_id": 787,
    "verse_number": 65,
    "author_id": 1,
    "language_id": 1,
    "text": "Dedicate yourself to Me, worship Me, sacrifice all for Me, prostrate yourself before Me, and you will surely come to Me. I truly pledge to you; you are My beloved."
  },
  {
    "verse_id": 788,
    "verse_number": 66,
    "author_id": 1,
    "language_id": 1,
    "text": "Give up your earthly duties, surrender yourself to Me alone. Do not be anxious; I will absolve you from all your sins."
  },
  {
    "verse_id": 789,
    "verse_number": 67,
    "author_id": 1,
    "language_id": 1,
    "text": "Do not speak this to one who has not practiced austerities, or to one who does not love, or who will not listen, or who mocks."
  },
  {
    "verse_id": 790,
    "verse_number": 68,
    "author_id": 1,
    "language_id": 1,
    "text": "But he who teaches this great secret to My devotees, his is the highest devotion, and he shall surely come to Me."
  },
  {
    "verse_id": 791,
    "verse_number": 69,
    "author_id": 1,
    "language_id": 1,
    "text": "There is no one among men who can perform a service dearer to Me than this, nor is there any man on earth more beloved by Me than him."
  },
  {
    "verse_id": 792,
    "verse_number": 70,
    "author_id": 1,
    "language_id": 1,
    "text": "He who will study this spiritual discourse of ours, I assure you, they shall thereby worship Me at the altar of Wisdom."
  },
  {
    "verse_id": 793,
    "verse_number": 71,
    "author_id": 1,
    "language_id": 1,
    "text": "Yes, he who listens to it with faith and without doubt, even he, freed from evil, will rise to the worlds which the virtuous attain through righteous deeds."
  },
  {
    "verse_id": 794,
    "verse_number": 72,
    "author_id": 1,
    "language_id": 1,
    "text": "O Arjuna, have you listened attentively to My words? Has your ignorance and delusion gone?"
  },
  {
    "verse_id": 795,
    "verse_number": 73,
    "author_id": 1,
    "language_id": 1,
    "text": "Arjuna replied: \"My Lord! O Immutable One! My delusion has fled. By Your Grace, O Changeless One, the light has dawned. My doubts have been dispelled, and I stand before You ready to do Your will.\""
  },
  {
    "verse_id": 796,
    "verse_number": 74,
    "author_id": 1,
    "language_id": 1,
    "text": "Sanjaya said: \"I heard this rare, wonderful, and soul-stirring discourse between Lord Shri Krishna and the great-souled Arjuna."
  },
  {
    "verse_id": 797,
    "verse_number": 75,
    "author_id": 1,
    "language_id": 1,
    "text": "Through the blessing of the sage Vyasa, I heard this secret and noble science from the lips of its Master, Lord Shri Krishna."
  },
  {
    "verse_id": 798,
    "verse_number": 76,
    "author_id": 1,
    "language_id": 1,
    "text": "O King! The more I think of that marvelous and holy discourse, the more I lose myself in joy."
  },
  {
    "verse_id": 799,
    "verse_number": 77,
    "author_id": 1,
    "language_id": 1,
    "text": "As I recall again and again the exceeding beauty of the Lord, I am filled with amazement and joy."
  },
  {
    "verse_id": 800,
    "verse_number": 78,
    "author_id": 1,
    "language_id": 1,
    "text": "Wherever Lord Shri Krishna, the Prince of Wisdom, and Arjuna, the Great Archer, are, I am certain that good fortune, victory, happiness, and righteousness will follow."
  }
]